{
	"list": [

	{
			"image":[
				"http://nammakarnataka.net23.net/other/cubbon0.jpg",
				"http://nammakarnataka.net23.net/other/cubbon1.jpg",
				"http://nammakarnataka.net23.net/other/cubbon2.jpg"
		  	],
		  	"id":1,
		  	"name":"Cubbon Parks",
    	    "description": "Cubbon Park is a landmark 'lung' area of the Bengaluru city, located within the heart of city in the Central Administrative Area. Originally created in 1870, when Major General Richard Sankey was the then British Chief Engineer of Mysore state, it covered an area of 100 acres (0.40 km2) and subsequent expansion has taken place and the area reported now is about 300 acres (1.2 km). It has a rich recorded history of abundant flora and fauna plantations coupled with numerous impressive and aesthetically located buildings and statues of famous personages, in its precincts.",
		  	"district":"Bangalore",
		  	"bestSeason":"Throught the year",
		    "additionalInformation": "This public park was first named as Meade’s Park after Sir John Meade, the acting Commissioner of Mysuru in 1870 and subsequently renamed as Cubbon Park after the longest serving commissioner of the time, Sir Mark Cubbon. To commemorate the Silver Jubilee of Sri Krishnaraja Wodeyar’s rule in Mysore State, in 1927, the park was again renamed as Sri. Chamarajendra Park, in memory of the 19th-century ruler of the state Sri Chamarajendra Wodeyar (1868–94), during whose rule the park came into existence.The landscaping in the park creatively integrates natural rock outcrops with thickets of trees, massive bamboos, with grassy expanse and flowerbeds and the monuments within its limits, regulated by the Horticulture Department of the Government of Karnataka. The predominantly green area of the park has many motorable roads, and the well-laid-out walking paths running through the park are frequented by early morning walkers and the naturalists who study plants in the tranquil natural environment.",
		  	"nearByPlaces":"Iskcon Temple,Nandi Hills,Wonder La,Nijagal Betta,Hutridurga Trek",
		  	"latitude":12.9763,
		  	"longitude":77.5929,
		  	"category":"lunch"
		}
	
	]
}
