{
	"list": [

		{
			"image": [
				"http://nammakarnataka.net23.net/temples/virupaksha.jpg",
				"http://nammakarnataka.net23.net/temples/viru1.jpg",
				"http://nammakarnataka.net23.net/temples/viru2.jpg",
				"http://nammakarnataka.net23.net/temples/viru3.jpg"
			],
			"id": 1,
			"name": "Virupaksha",
			"description": "Virupaksha Temple is located in Hampi. It is part of the Group of Monuments at Hampi, designated a UNESCO World Heritage Site. The temple was built by Lakkana Dandesha, of the Vijayanagara Empire.The temple's history is uninterrupted from about the 7th century. Inscriptions referring to Shiva date back to the 9th and 10th centuries. What started as a small shrine grew into a large complex under the Vijayanagara rulers.At present, the main temple consists of a sanctum, three ante chambers, a pillared hall and an open pillared hall. A pillared cloister, entrance gateways, courtyards, smaller shrines and other structures surround the temple.",
			"district": "Bellary",
			"bestSeason": "June to December",
			"additionalInformation": "It is a UNESCO Heritage Site. It is major tourist attraction in India. Hampi was the capital of the royal Vijayanagara Empire. Famous for Hampi Utsav. It is the cradle for Carnatic style of architecture",
			"nearByPlaces": "Tungabhadra Dam,Hampi Heritage,Daroji Bear Sanctuary,Bellary Fort,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark",
			"latitude": 15.335162,
			"longitude": 76.458763,
			"category": "temple"

		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/Dharmastala.jpg",
				"http://nammakarnataka.net23.net/temples/darm1.jpg",
				"http://nammakarnataka.net23.net/temples/darm2.jpg"
			],
			"id": 2,
			"name": "Dharmasthala Manjunatha",
			"description": "Dharmasthala is a temple town on the banks of the Nethravathi River in  Dakshina Kannada district.The Dharmasthala Temple houses the shrine of Shiva,Manjunatha,Ammanavaru,Chandranath and the Dharma Daivas.Lakshadeepa,the festival of lights,is the annual festival of Dharmasthala in November– December.[5] On an average the flow of pilgrims is about  10,000 people a day.",
			"district": "Dakshina Kannada",
			"bestSeason": "February - March",
			"additionalInformation": "Lakshadeepa Deepa Mahotsava is an annual festival that is pompously celebrated. Virendra Hegde who looks after the temple also has social service organisations. The temple was designed Biramana Pergade in 1200 A.D",
			"nearByPlaces": "Kukke Subramanya Temple,Bandaje Falls,Kumaraparvatha Trek,Gokarnatheshwara Temple",
			"latitude": 12.949341,
			"longitude": 75.379110,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/sringeri.jpg",
				"http://nammakarnataka.net23.net/temples/srin1.jpg",
				"http://nammakarnataka.net23.net/temples/srin2.jpg",
				"http://nammakarnataka.net23.net/temples/srin3.jpg"
			],
			"id": 3,
			"name": "Sringeri",
			"description": "Sringeri Sharada Peetha is the southern Advaita Vedanta matha or monastery established by Adi Shankara in 8th century AD. The matha is on the banks of the Tunga River in Chikkamagalur district. It is also a historical Temple (1200 years).\nAccording to legend,\nAdi Shankaracharya is said to have selected the site as the place to stay and teach his disciples,\nbecause when he was walking by the Tunga river,\nhe saw a cobra with a raised hood,\nproviding shelter from the hot sun,\nto a frog about to spawn.Impressed with the place where natural enemies had gone beyond their instincts, he stayed here for twelve years.",
			"district": "Chikkamagaluru",
			"bestSeason": "Summer offers a good place to visit",
			"additionalInformation": "One of the peetas established by Adi Shankaracharya in 8th century. It is dedicated to goddess Saraswathi. South Indian Chettinadu style of temple architecture can be found here.",
			"nearByPlaces": "Annapoorneshwari Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.4198,
			"longitude": 75.2567,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/Gokarnatheshwara.jpg",
				"http://nammakarnataka.net23.net/temples/gokar1.jpg",
				"http://nammakarnataka.net23.net/temples/gokar2.png",
				"http://nammakarnataka.net23.net/temples/gokar3.jpg"
			],
			"id": 4,
			"name": "Gokarnatheshwara",
			"description": "It is known as Kudroli Sri Gokarnanatha Kshetra, is in the Kudroli area of Mangalore in Karnataka, India. It was consecrated by Narayana Guru. It is dedicated to Gokarnanatha, a form of Lord Shiva. ",
			"district": "Mangalore",
			"bestSeason": "September to February",
			"additionalInformation": "It was consecrated by Narayana Guru. It is dedicated to Gokarnanatha, a form of Lord Shiva. The temple has magnificent features which stands out like a heavenly abode.",
			"nearByPlaces": "Someshwara Beach,Tannirbhavi Beach,Panambur Beach",
			"latitude": 12.8760,
			"longitude": 74.8314,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/kukke.jpg",
				"http://nammakarnataka.net23.net/temples/kukke1.jpg",
				"http://nammakarnataka.net23.net/temples/kukke2.jpg",
				"http://nammakarnataka.net23.net/temples/kukke3.jpg"
			],
			"id": 5,
			"name": "Kukke Subramanya",
			"description": "Here Kartikeya is worshipped as Subramanya, lord of all serpents. The epics relate that the divine serpent Vasuki and other serpents found refuge under Subramanya when threatened by the Garuda.",
			"district": "Dakshina Kannada",
			"bestSeason": "October to March",
			"additionalInformation": "Kumaraparvatha which is in the backdrop of Kukke offers adventurous trekking experience for nature lovers.",
			"nearByPlaces": "Dharmasthala Manjunatha,Bandaje Falls,Kumaraparvatha Trek",
			"latitude": 12.6636,
			"longitude": 75.6163,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/sigandooru.jpg",
				"http://nammakarnataka.net23.net/temples/sigan1.jpg",
				"http://nammakarnataka.net23.net/temples/sigan2.jpg",
				"http://nammakarnataka.net23.net/temples/sigan3.jpg"
			],
			"id": 6,
			"name": "Sigandur Chowdeshwari",
			"description": "sigandooru was cut off from Sagar once reservoir on Sharavathi River was constructed. 2 barges, which carry transport vehicles, tourists, pilgrims and local people provide connectivity across the water.",
			"district": "Shimoga",
			"bestSeason": "Throught the year.",
			"additionalInformation": "It is surrounded by Sharavathi River near Sagara. The hollistic view offered during the launch journey will really mesmerize you. The goddess is believed to be very powerful",
			"nearByPlaces": "Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 14.07611,
			"longitude": 74.87222,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/KudalaSangama.jpg",
				"http://nammakarnataka.net23.net/temples/kudala1.jpg",
				"http://nammakarnataka.net23.net/temples/kudala2.jpg",
				"http://nammakarnataka.net23.net/temples/kudala3.jpg",
				"http://nammakarnataka.net23.net/temples/kudala4.jpg"
			],
			"id": 7,
			"name": "kudalasangama",
			"description": "It is an important center of pilgrimage for people of the Lingayat faith. It is located about 15Â km  from the Almatti Dam in Bagalkot district. The Krishna and Malaprabha River rivers merge here and flow east towards Srisaila (another pilgrim center) Andhra Pradesh. The Aikya Mantapa or the holy SamÄdhi of Basavanna, the founder of the Lingayat faith along with Linga, which is believed to be self-born (Swayambhu), is here.",
			"district": "Bagalkot",
			"bestSeason": "Throught the year.",
			"additionalInformation": "The AikyaLinga of Basaveshwara will be surrounded by water all the time.",
			"nearByPlaces": "Alamatti Dam,Badami Caves,Aihole Heritage,Pattadkal Heritage",
			"latitude": 16.2030,
			"longitude": 76.0599,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/iskcon.jpg",
				"http://nammakarnataka.net23.net/temples/iskcon1.jpg",
				"http://nammakarnataka.net23.net/temples/iskcon3.jpg",
				"http://nammakarnataka.net23.net/temples/iskcon4.jpg",
				"http://nammakarnataka.net23.net/temples/iskcon5.jpg"
			],
			"id": 8,
			"name": "Iskcon",
			"description": "Sri Radha Krishna Temple deities of Radha and Krishna located at Rajajinagar Bangalore. It is one of the largest ISKCON temples in the world.\nThere is a gold-plated dhwaja-stambha (flag post) 17m (56ft) high and a gold plated kalash shikara 8.5m (28ft) high. There is free distribution of Sri Krishna prasadam to all visitors during the darshana hours.",
			"district": "Bangalore",
			"bestSeason": "Throught the year.",
			"additionalInformation": "ISKCON Bangalore has six shrines\n\nMain shrine is of Radha-Krishna\nKrishna Balrama\nNitai Gauranga\nSrinivasa Govinda\nPrahlada Narasimha\nSrila Prabhupada\n\nThe temple is open from 4:15 am to 5:00 am. The day begins with a grand arati ceremony called mangala-arati followed by worship of Tulasi, Narasimha Arati and Suprabhata Seva for Sri Srinivasa Govinda. The temple again opens at 7:15 am for Shringara Darshana Arati. 5:15 am to 7:15 am: Japa Meditation. The temple remains open till 1:00 pm. In the evening the temple is open from 4:15 pm to 8:20 pm. During weekends and public holidays Temple timings are 4:15 am to 5:00 am and 7:15 am to 8:30 pm without any break in the afternoon. The evening arati starts at 7:00 pm where devotees sing along with priest.In the main temple the arati is performed by three priests. This arati is followed again by aratis where devotees can be seen dancing to the rhythm of 'hare krishna hare rama'.",
			"nearByPlaces": "Nandi Hills,Wonder La,Nijagal Betta,Hutridurga Trek,Cubbon Park",
			"latitude": 13.0104,
			"longitude": 77.5510,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/chamundi1.jpg",
				"http://nammakarnataka.net23.net/temples/chamundi2.jpg",
				"http://nammakarnataka.net23.net/temples/chamundi3.jpg",
				"http://nammakarnataka.net23.net/temples/chamundi.jpg"
			],
			"id": 9,
			"name": "Chamundeshwari",
			"description": "Named after goddess Chamundi, the Chamundeshwari Temple sits atop the main hill. The main hill itself features an ancient stone stairway of 1,008 steps leading to its summit. Approximately halfway to the summit is statue of bull Nandi, the vahana, or 'vehicle' of Lord Shiva, which is 4.9m tall and 7.6m long and carved out of a single piece of black granite. Around this point, the steps become significantly less steep and eventually the climber is rewarded with a panoramic view of the city.",
			"district": "Mysuru",
			"bestSeason": "early morning or late nights",
			"additionalInformation": "Apart from the temple and its beauty, If you ever go there at 7-10pm it is the best experience that you'll ever have. You get a chance to eat a spicy South Indian side dish Bajji & Vade, Sitting on a Road divider watching the entire Mysuru. Check out the last image above for the city view from the top at night.",
			"nearByPlaces": "Venugopalaswami Temple,KRS Dam,Chunchankatte Falls,GRS fantasy park,Mysuru Palace",
			"latitude": 12.2753,
			"longitude": 76.6701,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/anjanadri1.jpg",
				"http://nammakarnataka.net23.net/temples/anjanadri2.jpg",
				"http://nammakarnataka.net23.net/temples/anjanadri3.jpg",
				"http://nammakarnataka.net23.net/temples/anjanadri4.jpg",
				"http://nammakarnataka.net23.net/temples/anjanadri5.jpg"
			],
			"id": 10,
			"name": "Anjanadri",
			"description": "This hill in Hampi believed to be the birthplace of Hanuman , is located in the center of Anegondi area. At the top of the hill is the temple dedicated for Hanuman, the monkey warrior god. According to Hindu mythology he was born to Anjana. Thus Hanuman is also known as Anjaneya and his birthplace as Anjaneyadri (Anjaneya’s hill). You can easily spot this hill from a distance as the temple at the hilltop is whitewashed and a white trail of steps zigzagging all the way to the top.",
			"district": "Koppal",
			"bestSeason": "anytime, best for sunrise and sunset view",
			"additionalInformation": "The view from the hilltop is marvelous. Patches of paddy fields looks like a solved jigsaw puzzle, coconut tree plantations and the whole of the ruins sites is visible stretching into the horizon. Looking at the ruins from here you would know the reason why they chose this place as their capital. All around in the horizons are the rugged rocky mountains and at one side in the mighty Tungabhadra river. It was a naturally secluded strategically important location for a capital city.",
			"nearByPlaces": "Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark,Virupaksha Temple,Tungabhadra Dam,Hampi Heritage,Daroji Bear Sanctuary",
			"latitude": 15.354813,
			"longitude": 76.470375,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/AnnapoorneshwariTemple1.jpg",
				"http://nammakarnataka.net23.net/temples/AnnapoorneshwariTemple2.jpg",
				"http://nammakarnataka.net23.net/temples/AnnapoorneshwariTemple3.jpg"
			],
			"id": 11,
			"name": "Annapoorneshwari",
			"description": "Hornadu lies amidst beautiful Malnad. The main attraction in the temple is the 'Sri Adishktyatmaka Annapurneshwari Ammanavara Devastana' which is the main diety , entirely made up of gold. Every visitor to the Annapoorna temple at Hornadu, irrespective of their religion, language, caste, or creed, is provided with a three-course vegetarian meal (including a dessert made from BeLe or Lentils). Male visitors to the temple have to remove their shirts and banians and preferably cover their shoulders with a towel or a shawl, as a symbol of respect and humility in front of god. The main deity of Annapoorna is made of gold. It is believed that a person who seeks the goddess' blessings would never have any scarcity for food in life. It is believed that Lord Shiva once had a curse and that this curse was reversed when the lord visited Goddess Annapoorna and sought her blessings.",
			"district": "Chikkamagaluru",
			"bestSeason": "Throught the year.",
			"additionalInformation": "Make sure to try the Punarpul or Kokam Juice available at the place. Festivals celebrated : Navaratri – The festival is celebrated in September – October with great fanfare and pomp. The festival lasts for 9 days during which the nine forms of Durga are celebrated.Akshaya Thadige – The Akshaya Thadige or the Akshaya Tritiya is celebrated in April – May. The day is considered as the birth date of Goddess Annapoorneshwari. Rathotsava – The Rathotsava is a Temple festival celebrated in February – March. The festival is celebrated for 5 days.",
			"nearByPlaces": "Sringeri Sharada Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.2674,
			"longitude": 75.3441,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/hattiangadi1.jpg",
				"http://nammakarnataka.net23.net/temples/hattiangadi2.jpg"
			],
			"id": 12,
			"name": "Hattiangadi",
			"description": "Hattiangadi is a village in Kundapura taluk of Udupi district. The village is famous for Siddivinayaka temple.Hattiangadi is well known for its Siddivinayaka Temple, which is supposed to have been constructed around the seventh or eighth century. The Lord Ganapathi Temple is situated on the bank of River Varahi. It is the only Temple in India, where the idol of Lord Vinayaka sports a jata-hair. The idol itself is carved of a Saligrama stone and is 2.5 feet high and Vinayaka’s curly hair is left loose at the back. The trunk is bent towards the left.It is believed that the idol may be in standing posture. The deity’s right hand is situated inside the basement and holds a vessel full of Modakas in its left hand. According to experts, the deity is of Bala Ganesha, which has just two arms and various ornaments are also found on the idol. The statue grows in size every year and this is visible from the fact that it has outgrown the silver casting. The entire shrine is carved from black marble. Since the God is supposed to grant the wishes of the devotees, the title ‘Siddi’ is conferred on Lord Vinayaka.",
			"district": "Udupi",
			"bestSeason": "Throught the year",
			"additionalInformation": "It was a sacred place for the meditation of Sri Govindarama Yathivarya (Saint) during 16th century. The Saint blessed his disciple and the then Temple priest Rama Bhatta, who later cultivated a number of poetic works and got the reputation as Kavi (poet) Rama. The saint had also predicted that the Temple would become famous worldwide during next three hundred years. What a true prediction it was! Now, the Temple is attracting a number of devotees from all parts of the world.",
			"nearByPlaces": "Kollur Mookambika,Malpe Beach,Maravanthe Beach,Tonse Bridge",
			"latitude": 13.6522,
			"longitude": 74.7308,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/venugopalswami1.jpg",
				"http://nammakarnataka.net23.net/temples/venugopalswami2.jpg",
				"http://nammakarnataka.net23.net/temples/venugopalswami3.jpg"
			],
			"id": 13,
			"name": "Venugopalaswami",
			"description": "The Venugopala Swamy Temple located at Hosa Kannambadi, Near Krishna Raja Sagara, is another example of Hoysala architecture in Karnataka. This temple was built in the 12th century AD around the same time as the Chennakesava Temple at Somanathapura, Mysore district.Before the Krishna Raja Sagara dam project was conceived by Sir M.Visvesvaraya in 1909, the temple complex was located in the village of Kannambadi. The KRS Dam project meant that Kannambadi and other surrounding settlements would be submerged.For more than 70 years the temple lay underwater, when the Khoday Foundation under the guidance of liquor baron and philanthropist Mr. Sri Hari Khoday took up the task of relocating and restoring the temple. It was initially planned to shift the entire complex to Madhuvana Park in Mysore. However, protests from the villagers of Hosa Kannambadi convinced the foundation to shift it to a place near the rehabilitated village.",
			"district": "Mysuru",
			"bestSeason": "Throught the year. Best viewed during monsoon season when the dam is full. The sunset overlooking KRS is a splendid view.",
			"additionalInformation": "The original temple complex was massive, with an area of around 50 acres (20 ha) 100 by 60 yards (91 m × 55 m). The complex was a symmetrical building enclosed by two 'prakaras' and the outer gate (Mahadwara) had verandahs on both sides, flanked by the yagasala and the kitchen. This was enclosed by the second mahadwara, which led to the inner enclosure and was akin to the Somanathapura temple. The temple had a garbhagriha (sanctum sanctorum), a vestibule, a middle hall and a mukhya mantapa (main hall). The cell opposite to the entrance had a figure of Kesava (Lord Krishna) and the south cell, containing the figure of Gopalakrishna, was a later addition. \n The new site is about one km to the north of the original site; the backwaters would touch the outer walls of the temple if the water level of the KRS touched 124.80 ft, its maximum capacity. It is 9 km by road from Brindavan Gardens. The in-house architects of the group had shot the original temple on video, taken over 16,000 photographs, and marked each and every slab used in the construction of the original temple.[6] Each and every temple stone was removed and reconstructed at Hosa Kannambadi with trained artisans and sculptors, with half a dozen experts from Tamil Nadu also involved in the reconstruction. ",
			"nearByPlaces": "Chamundeshwari Temple,KRS Dam,Chunchankatte Falls,GRS fantasy park,Mysuru Palace",
			"latitude": 12.4441,
			"longitude": 76.5670,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/mmtemple1.jpg",
				"http://nammakarnataka.net23.net/temples/mmtemple2.jpg",
				"http://nammakarnataka.net23.net/temples/mmtemple3.jpg"
			],
			"id": 14,
			"name": "Male Mahadeshwara",
			"description": "Male Mahadeshwara Betta is a pilgrim town located in the Kollegala taluk of Chamarajanagara district of southern Karnataka.The Mahadeshwara Temple at Male Mahadeshwara Hill was built by Junje Gowda Rich Kuruba Gowda Landlord.The Lord Sri Mahadeshwara is believed to be the incarnation of Lord Shiva. Historical evidences suggest that the Saint Mahadeshwara must have lived during the 15th century. About 600 years ago, he came here to perform penance and it is believed that he is still performing penance in the temple's garbha gudi in the form of a linga. The linga, worshipped now in the garbha gudi, is a self-manifested (swayambhu) one. Sri Male Mahadeshwara Swamy was moving on a tiger known as Huli Vahana (Tiger as a vehicle) and performed a number of miracles around the Betta to save the people and saints living there. The Lord Sri Mahadeshwara's miracles are beautifully sung by the village folk in Janapada Style.",
			"district": "Chamarajanagara",
			"bestSeason": "October to March. The main festival of the temple is Maha Shivratri. During Deepavali festival a grand celebration can be seen in MM Hills.",
			"additionalInformation": "Kamsale is the special form of folk dance in this part. Male Mahadeshwara Hills have become a popular tourist destination of Chamarajanagar district. The hilltop of well developed with paved roads and tiled footpaths. Visitors are allotted separate villas to stay on payment of a small amount. There are many shops sellings curios and pooja items.",
			"nearByPlaces": "Biligiri Hills,Gopalaswamy Hills",
			"latitude": 12.0315,
			"longitude": 77.5920,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/saundatti1.jpg",
				"http://nammakarnataka.net23.net/temples/saundatti2.jpg"
			],
			"id": 15,
			"name": "Saundatti Yellamma",
			"description": "Yellamma Temple, also known as Renuka Temple, is a pilgrimage destination located about 5 kilometres (3.1 mi) away from the town of Saundatti in the Indian state of Karnataka. It is situated on a hilltop known earlier as Siddhachal Parvat and now known as Yellamma Gudda, named after the temple. The deity in the temple is the goddess Yellamma or Ellama or Renuka, revered as a fertility goddess.  Contains archaeological evidences of occupation dating to the mid-8th to mid-11th centuries of the early Rashtrakuta or late Chalukyan period, and includes megalithic tombs which predate these periods.The temple was built in 1514 by Bomappa Naik of Raybag.[2] According to archaeological evidence found around the temple, a temple existed here either during the early Rashtrakuta or late Chalukyan period from the mid-8th to the mid-11th centuries.",
			"district": "Belgaum",
			"bestSeason": "Throught the year.",
			"additionalInformation": "The Yellamma Temple is built in the Chalukyan and Rashtrakuta styles, as evidenced in the carvings created in Jain architecture.[1] According to the government gazetteer, the goddess worshiped in the temple is associated with Parasurama's (an incarnation of Vishnu) mother Renuka, the wife of the sage Jamadagni. She is revered as one of the Saptamatrika or seven divine mothers, who protected the earth and its rulers. The goddess is also known as Yelumakkaltai, meaning \"the mother of seven children\" in Kannada language. She is a cult figure worshiped by the pastoral community of the Dhangar and Kurumbas of southern Maharashtra and North Karnataka.",
			"nearByPlaces": "Godchinamalaki Falls,Jamboti Falls,Gokak Falls",
			"latitude": 15.7833,
			"longitude": 75.1166,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/harihareshwara1.JPG",
				"http://nammakarnataka.net23.net/temples/harihareshwara2.jpg",
				"http://nammakarnataka.net23.net/temples/harihareshwara3.jpg"
			],
			"id": 16,
			"name": "Harihareshwara",
			"description": "The Harihareshwara Temple at Harihar was built in c. 1223–1224 CE by Polalva, a commander and minister of the Hoysala Empire King Vira Narasimha II. In 1268 CE, Soma, a commander of King Narasimha III of the same dynasty made some additions. The temple houses the deity Harihara, a fusion of the Hindu Gods Vishnu and Shiva. The image of the deity is a fusion of the right vertical half of Shiva and left vertical half of Vishnu. The image holds in its right hand, the attributes of Shiva and in the left hand, those of Vishnu. The temple is constructed in a staggered square mantapa (hall) plan, typical of Hoysala constructions. Therefore, the outer wall of the mantapa shows many projections and recesses. The wall of the mantapa is a parapet wall resting on which are half pillars that support the outer ends of the roof (cornice). The ceiling of the open mantapa is adorned with artistic decoration such as lotuses. The ceiling is supported by lathe turned full pillars. The material used for the temple is soapstone (also called potstone). The original tower over the shrine (Vimana) is missing and has been replaced in modern times with one of brick and mortar.",
			"district": "Davangere",
			"bestSeason": "Throught the year.",
			"additionalInformation": "Preserved within the temple premises are several old-Kannada inscriptions and hero stones.",
			"nearByPlaces": "",
			"latitude": 14.5123,
			"longitude": 75.8020,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/kotilingeshwara1.jpg",
				"http://nammakarnataka.net23.net/temples/kotilingeshwara2.jpg",
				"http://nammakarnataka.net23.net/temples/kotilingeshwara3.jpg"
			],
			"id": 17,
			"name": "Kotilingeshwara",
			"description": "The Lord Kotilingeshwara Temple is situated in Kammasandra Village in Kolar district, Karnataka State, India. The temple is about 6 km from Kolar Gold Fields also known as KGF. The main deity of this temple is Lord Kotilingeshwara. This Temple was constructed by Swamy Sambha Shiva Murthy which is open to public from early morning till 9.30 am.The temple boasts of having the largest Linga in Asia which stands 108 feet (33 m) tall. In front of this huge Linga there is a huge Nandi (Animal mount of Lord Shiva) which is 35 feet (11 m) tall. The Nandi is installed over a platform which is 60 feet (18 m) in length, 40 feet (12 m) in width and 4 feet (1.2 m) in height.There are eleven small temples of various deities constructed within the premises of the Lord Kotilingeshwara temple.\n There are millions of Lingas being installed surrounding the temple by the pilgrims since 1980 spread over an area of 13 acres. There are more than 8.6 million Lingas installed as of 2008.",
			"district": "Kolar",
			"bestSeason": "Throught the year. Shivratri is celebrated grandly here.",
			"additionalInformation": "Poojas are performed to all the installed lingas every day at 6:00 A.M. and 6:00 P.M. by 10 Priests along with Drums and Music. The Priests recite mantras and pour water on each and every installed linga.\nThe temple has two NagaLinga Flower Trees or Cannon Ball Flower Trees. The unmarried women pray with devotion and faith to Lord Lingeswara wishing for a happy married life and tie a yellow thread around the Tree. One can see yellow threads covering the entire Tree.",
			"nearByPlaces": "",
			"latitude": 13.0020,
			"longitude": 78.2789,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/cheluvanarayana1.jpg",
				"http://nammakarnataka.net23.net/temples/cheluvanarayana2.jpg",
				"http://nammakarnataka.net23.net/temples/cheluvanarayana3.jpg"
			],
			"id": 18,
			"name": "Cheluvanarayana Swamy",
			"description": "Cheluvanarayana Swamy Temple is located in Melkote in the Mandya District, Karnataka, India. The place is also known as Thirunarayanapura. It is built on rocky hills known as Yadavagiri or Yadugiri overlooking the Cauvery valley.The temple is a square building of large dimensions but is very plain and only sparsely ornamented with carvings or sculptures. The presiding deity is Cheluva Narayana Swamy, also known as Tirunarayana or Cheluvapille Raya, a form of Lord Vishnu. It appears from inscriptions that in the early centuries after the temple was built, the Lord was also known by the name Ramapriya, but this usage has now completely disappeared.The utsavamurthi ಉತ್ಸವ ಮೂರ್ತಿ, which is a metallic idol used for processions and certain religious rituals, representing the deity which is called or Cheluvanarayana Swamy whose According to a legend, this metallic image was lost and was recovered by Sri Ramanujacharya.",
			"district": "Mandya",
			"bestSeason": "Vairamudi Seva during March-April",
			"additionalInformation": "The temple is richly endowed, having enjoyed the special patronage of the Rajas of Mysores.",
			"nearByPlaces": "Ranganathaswamy Temple,Savandurga Trek,Bheemeshwari Trek,Kunti Betta,Shivanasamudra Falls",
			"latitude": 12.6588,
			"longitude": 76.6505,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/kollur1.jpg",
				"http://nammakarnataka.net23.net/temples/kollur2.jpg",
				"http://nammakarnataka.net23.net/temples/kollur3.jpg"
			],
			"id": 19,
			"name": "Kollur Mookambika",
			"description": "The temple is located in the valley of Kodachadri Mountain Peak on the banks of Souparnika River. Kollur is regarded as one of the Seven Mukti Stalas created by Parashurama and the other places are Udupi, Subrahmanya, Kumbasi, Kodeshwara, Sankaranarayana and Gokarna.This temple is dedicated to Goddess Parvathi. According to Legend, Goddess Parvathi killed a demon called Kamsasuran who lived here and attempted to become powerful through his penance. Devi along with the help of Veerabadra, Ganesha and Shiva initially made him dumb and he came to be called Mookasuran (Mooka means dumb). Later the goddess killed him with her Chakra and called as Mookambika thereafter. The place where Devi killed Mookasura is known as Marana Katte.\nhe Panchaloha (five metals) image of the Goddess Mookambika is stated to have been consecrated by Adi Shankaracharya during his visit to this place. Devi Mookambika has three eyes and four arms, with chakra and conch in her hands sitting in the padmahasana posture. Mookambika is regarded as a manifestation of Shakti, Saraswathi and Mahalakshmi. Lord Shiva is also worshipped in this temple in the form of Lingam.",
			"district": "Udupi",
			"bestSeason": "Navaratri and Brahma Rathotsava (held in March) are the major festivals at this temple. Saraswathi Puja during the Navaratri Festival is the main event celebrated here and large numbers of pilgrims visit this temple on this occasion. Janmashtami is also a popular festival celebrated here.",
			"additionalInformation": "Built in Dravidian style, the temple is believed to be 1200 years old. The temple has received several enhancements during Keladi Nayakas period (15th / 16th century). The temple was also renovated in recent times. The quadrangular sanctum of the temple has a beautiful Vimana. The temple comprises of a large 135 feet long mandapa adorned with beautiful carvings of the deities. The beautiful sculptures of Ganesha, Subrahmanya, Naga, Mahishasura Mardini, Partheeshwara, Chandramouleeshwara, Pranalingeshwara, Nanjundeshwara, Anjaneya, Venkataramana, Thulasi Gopalakrishna are present in this temple. There is also an excellent sculpture of Panchamukha Ganesha. A huge deepasthambam (lamp pole) stands tall in the temple premises with 21 concentric circles.",
			"nearByPlaces": "Hattiangadi Temple,Malpe Beach,Maravanthe Beach,Tonse Bridge",
			"latitude": 13.8638,
			"longitude": 74.8145,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/talacauvery1.jpg",
				"http://nammakarnataka.net23.net/temples/talacauvery2.jpg",
				"http://nammakarnataka.net23.net/temples/talacauvery3.jpg"
			],
			"id": 20,
			"name": "Talacauvery",
			"description": "Talacauvery is a beautiful place and the origin of the Cauvery River. It is situated on the slopes of the Brahmagiri mountain ranges near Bhagamandala at an altitude of 1276 m above the sea level. It is one of the prime attractions of Coorg region. At Talacauvery there is a small square tank called Cauvery Kundike or Brahma Kundike, which is considered to be the birth place of River Cauvery. Here, River Cauvery emerges as a perennial spring and disappears underground. River Cauvery again emerges at Nagathirtha near Bhagamandala and joins with Kannike and Sujyoti at Triveni Sangam. It is one of the popular pilgrimage sites in Karnataka.\nAccording to legend, Cauvery was held captive by sage Agasthya in a Kamandala, a pot carrying the sacred water. Lord Ganesha in the form of a crow made the Kamndalu to topple at this hill when Sage Agasthya was meditating. This place also has a small temple dedicated to Goddess Cauvery. Taking bath at this spot on Tula Sankramana is considered very sacred.",
			"district": "Kodagu",
			"bestSeason": "Tula Sankramana which falls in October is the most auspicious day for visiting Talacauvery, as it is believed that on this day Goddess Cauvery appears on earth, which is indicated by a sudden upsurge of the water in the Cauvery (Brahma) Kundike. During this festival, the area becomes very attractive with thousands of lights lit in the temples.",
			"additionalInformation": "Talacauvery also consists of shrines dedicated to Lord Agastheeshwara and Lord Vinayaka. The Shiva temple here houses a rare and ancient Shivalinga. According to the legend, this is the spot where Lord Shiva appeared before Sage Agasthya. The deity here is known by the name Lord Agastheeshwara. There is also a small shrine dedicated to Lord Vinayaka at the premises of Shiva temple. A flight of steps take lead to the nearby Brahmagiri peak, where the 7 great sages called the Sapta Maharishis were believed to have performed a special yagna.\n\nTalacauvery is a splendid place amidst breathtaking nature. The journey from Madikeri to Talacauvery is also a memorable experience.",
			"nearByPlaces": "Kumaraparvatha Trek,Tadiandamol Trek,Harangi Dam,Coorg Hillstation,Abbey Falls,Irpu Falls",
			"latitude": 12.3836,
			"longitude": 75.4942,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/ranganathaswamy1.jpg",
				"http://nammakarnataka.net23.net/temples/ranganathaswamy2.jpg",
				"http://nammakarnataka.net23.net/temples/ranganathaswamy3.jpg"
			],
			"id": 21,
			"name": "Ranganathaswamy",
			"description": "The Ranganthaswamy temple (usually referred to as \"Sri Ranganathaswamy\") in Srirangapatina, in the Mandya district of Karnataka state, India, is dedicated to the Hindu god Ranganatha (a manifestation of the god Vishnu). It is one of the five important pilgrimage sites along the river Kaveri for devotees of Ranganatha. These five sacred sites are together known as Pancharanga Kshetrams in Southern India. Since Srirangapatna is the first temple starting from upstream, the deity is known as Adi Ranga . The town of Srirangapatna, which derives its name from the temple, is located on an island in the river Kaveri.In the sanctum, the image of Vishnu reclines on the coils of the snake Adisesha, under a canopy formed by the snake's seven hoods, with his consort Lakshmi at his feet. Flanking Vishnu are other deities from the Hindu pantheon; Sridevi, Bhudevi (goddess of earth) and Brahma (the creator). There are other smaller shrines within the complex dedicated to Narasimha (an avatar of Vishnu), Gopalakrishna, Srinivasa (manifestation of Vishnu), Hanuman, Garuda and the Alwar saints.",
			"district": "Mandya",
			"bestSeason": "Throught the year.",
			"additionalInformation": "The temple has an imposing tower over the entrance gate (gopura) and two large concentric rectangular enclosures (prakara) around its perimeter. The entrance to the inner sanctum (garbhagriha) is through multiple columned halls (mantapa). A vestibule (sukhanasi), hall (navaranga or just mantapa) and a front hall (mukhamantapa) are the other main structures in the temple. The roof of the mukhamantapa is decorated with a garland of miniature decorative towers whose niches contain stucco images of the god Vishnu.",
			"nearByPlaces": "Cheluvanarayana Temple,Savandurga Trek,Bheemeshwari Trek,Kunti Betta,Shivanasamudra Falls",
			"latitude": 12.4249,
			"longitude": 76.6793,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/belurtemple1.jpg",
				"http://nammakarnataka.net23.net/temples/belurtemple2.jpg",
				"http://nammakarnataka.net23.net/temples/belurtemple3.jpg"
			],
			"id": 22,
			"name": "Channakeshava",
			"description": "Belur was the early capital of the Hoysala Empire.The main attraction in Belur is the Chennakeshava temple complex which contains the Chennakesava Temple (dedicated to Chennakeshava, meaning handsome Vishnu) as the centre piece, surrounded by the Kappe Chennigraya temple built by Shantaladevi, queen of king Vishnuvardhana. It is said that Shantaladevi herself danced in front of the main shrine during its installation and her dance inspired the poses of the figurines on the temple walls.",
			"district": "Hassan",
			"bestSeason": "Between October and April.",
			"additionalInformation": "The entire facade of the temple is carved, no space has been left blank and within the temple is a complete different stroy. The temple is so gorgeous and full of wonders that it is difficult to stay calm and not feel frenzied about where to look and what to admire. The main attraction in this temple is gravity pillar, mounted on a star shaped platform is a huge 42m high pillar or lamp post. This is right in the middle of the temple couryard and the most amazing thing about this is - the pillar stands on its own! It does not have a foundation below it and since, it stands erect on it's own weight. The star-shaped platform on which it stands is a typical design of the Hoysala dynasty. The entire Channakeshava temple is built in a star-shaped manner. \nThe next main attraction are the \"Madanikas\". At regular intevals at the temple, you will notice several dancing nymphs carved onto brackets on the wall. The madanikas/nymphs are said to have been modeled after the beautiful \"Queen Shakuntala\",wife of King Vishnuvardhana.",
			"nearByPlaces": "Hoysaleshwara Temple,Yedakumeri Trek,Belur Heritage,Halebidu Heritage,Manjarabad Fort",
			"latitude": 13.1628,
			"longitude": 75.8605,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/halebidtemple1.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple2.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple3.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple4.jpg"
			],
			"id": 23,
			"name": "Hoysaleshwara",
			"description": "Hoysaleswara temple is a temple dedicated to the Hindu god Shiva. It was built in Halebidu during the rule of King Vishnuvardhana of the Hoysala Empire in the 12th century. The construction was started around 1120 CE and completed in 1150 CE. During the early 14th century, Halebidu was sacked and looted by Muslim invaders from northern India and the temple fell into a state of ruin and neglect. ",
			"district": "Hassan",
			"bestSeason": "October to April",
			"additionalInformation": "Amongst the various stories etched on this temple are the ones about Dashavatara and recognizing them amidst the various other tales was an instant high. \n Garuda Stambha (Pillar) is an attention-grabbing structure of Hoysaleswara Temple. Garudas were known to be the selected bodyguards of the kings and queens. They used to live and move with the Royalty with the sole aim to defend their master. At the death of their master, they committed suicide. In the southern side, the pillar demonstrates heroes flanking knives and cutting their own heads.",
			"nearByPlaces": "Channakeshava Temple,Yedakumeri Trek,Belur Heritage,Halebidu Heritage,Manjarabad Fort",
			"latitude": 13.2127,
			"longitude": 75.9941,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/Navabrindavan0.jpg",
				"http://nammakarnataka.net23.net/temples/Navabrindavan1.jpg",
				"http://nammakarnataka.net23.net/temples/Navabrindavan2.jpg",
				"http://nammakarnataka.net23.net/temples/Navabrindavan3.jpg"
			],
			"id": 24,
			"name": "Navabrindavan",
			"description": "Navabrindavan, near Hampi, is of importance to the followers of the saint Sri Raghavendra. The Brindavan (sacred tomb) of the saint is located in a small island formed by Tungabadra , a bit east of the Anegondi village. This place is highly sought after by the pilgrims and is treated with reverence. ",
			"district": "Koppal",
			"bestSeason": "anytime",
			"additionalInformation": "The island is also home to the tombs of 8 other saint associated with the sect, hence the name Nava Brindavan (Nava means nine).\n\n There are two ways to reach Nava Brindavan: \n1) From Hospet reach Talarighata gate ferry at the fringes of Hampi ruins. Anegondi village is located across the ferry. Nava Brindavan is about 2 kilometers from this ferry point.\n\n2)Alternatively those who are approaching from Gangavathi can reach Anegondi by bus. And then take a local ferry to the island.",
			"nearByPlaces": "Anjanadri Temple,Huligemma Devi Temple,Kishkinda waterpark,Virupaksha Temple,Tungabhadra Dam,Hampi Heritage,Daroji Bear Sanctuary",
			"latitude": 15.3510,
			"longitude": 76.5013,
			"category": "temple"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/trekking/yedakumari.jpg",
				"http://nammakarnataka.net23.net/trekking/yeda2.jpg",
				"http://nammakarnataka.net23.net/trekking/yeda3.jpg"
			],
			"id": 25,
			"name": "Yedakumeri",
			"description": "It is the amazing place in the Western Ghats and it is one of the famous trekking destinations. The trekking route of yedakumari is famous among adventure lovers and photographers. The route is full of curves and tunnels and bridges. You can enjoy the view of more than 25 waterfalls and several small streams.",
			"district": "Hassan",
			"bestSeason": " The best time to visit is before or after the monsoon season.",
			"additionalInformation": "Sometimes, Yedakumeri station master won’t allow people to stay inside station. So be prepared to pitch your tent on platforms too. So, Carry tent, torch, sleeping Bag and raincoat.There is no canteen at Yedakumeri and if run out of food, you can request the railway worker to cook.",
			"nearByPlaces": "Channakeshava Temple,Hoysaleshwara Temple,Belur Heritage,Halebidu Heritage,Manjarabad Fort",
			"latitude": 12.9442,
			"longitude": 75.7866,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/kumaraparvatha.jpg",
				"http://nammakarnataka.net23.net/trekking/kumara2.jpg",
				"http://nammakarnataka.net23.net/trekking/kumara3.jpg"
			],
			"id": 26,
			"name": "Kumaraparvatha",
			"description": "The Pushpagiri or Subramanya Hills (also referred as Kumaraparvatha) is the second-highest peak of Kodagu, and sixth highest peak in Karnataka",
			"district": "Kodagu",
			"bestSeason": "october to february",
			"additionalInformation": "Trekking starting point is Kukke Subramanya.Considered among the toughest treks in South India, It is a perfect mix of physical challenge and natural beauty of the Pushpagiri Wildlife sanctuary.The weather at Kumara Parvata is volatile and can change drastically on short notice.Get down at subramanya and get fresh at the public toilets on the main street of Subramanya temple.Have early breakfast from the shops in the same street and also pack some lunch if you do not want to pay at Bhatru mane.Reach forest department office, pay the forest entry charges and leave behind your camping gears to Kumara Parvatha trek (remember camping is not allowed at the peak)",
			"nearByPlaces": "Talacauvery Temple,Tadiandamol Trek,Harangi Dam,Coorg Hillstation,Abbey Falls,Irpu Falls",
			"latitude": 12.6581,
			"longitude": 75.6867,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/kodachadri.jpg",
				"http://nammakarnataka.net23.net/trekking/koda2.jpg",
				"http://nammakarnataka.net23.net/trekking/koda3.jpg"

			],
			"id": 27,
			"name": "Kodachadri",
			"description": "Kodachadri is a mountain peak with dense forests in the Western Ghats in South India. It is declared as natural heritage site by Government Karnataka. and it is 10th highest peak of Karnataka.How to reach Kodachadri?-Drive your own vehicle to Kodachadri or By renting Jeep to Kodachadri from the Kollur town:",
			"district": "Shimoga",
			"bestSeason": "September to march",
			"additionalInformation": "Trekking to Kodachadri peak starts from Nagodi village or Nittur, Shivamogga village which are located at the base of Kodachadri.Tented overnight Camping and Camp fire is strictly not allowed since January 2015, Once you enter the check Post in the foothill as this comes under the Forest Department. (Liquor will be detained at the Check Post). However, in case you need to spend a night on top you have inspection bungalow maintained by the government of Karnataka and a temple priest's house, with simple food on request.",
			"nearByPlaces": "Sigandur Chowdeshwari,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.8623,
			"longitude": 74.8752,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/tadiandamolpeak.jpg",
				"http://nammakarnataka.net23.net/trekking/tadi2.jpg",
				"http://nammakarnataka.net23.net/trekking/tadi3.jpg"

			],
			"id": 28,
			"name": "Tadiandamol",
			"description": "Tadiandamol trek is one of the most beautiful, though less known, treks in Karnataka.Camping at Tadiandamol peak amid gusty winds is a completely enthralling experience.",
			"district": "Kodagu",
			"bestSeason": "Early Winter",
			"additionalInformation": "Tadiandmol Trek starting point is Nalknad Palace . Tadiandmol is a moderate level trek with trek distance of almost 6 Km one side. That means this trek can be easily covered in a single day if trekking is started early morning. For Tadiandmol trek, there is no trek permission and no trekking fee is required. Most of the trail is wise and there is no chance to get lost.",
			"nearByPlaces": "Talacauvery Temple,Kumaraparvatha Trek,Harangi Dam,Coorg Hillstation,Abbey Falls,Irpu Falls",
			"latitude": 12.2171,
			"longitude": 75.6088,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/mullayangiri.jpg",
				"http://nammakarnataka.net23.net/trekking/mulli2.jpg",
				"http://nammakarnataka.net23.net/trekking/mulli3.jpg"

			],
			"id": 29,
			"name": "Mullayanagiri",
			"description": "The highest peak of Karnataka in Nilgiris range in Chikkamagaluru district with height of 6330 feet/ 1930 meters. The highest peak between Himlayas and Nilgiris range in western Ghats.",
			"district": "Chikkamagaluru",
			"bestSeason": "September to february",
			"additionalInformation": "If you are trekking only mullayanagiri hill then trek will be EASY. If you want trek further to Bababudangiri then trek will be Moderate.Highest peak in Karnataka. 1,930 meters (6,330 ft) from  sea level.",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.3909,
			"longitude": 75.7214,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/kudremukh.jpg",
				"http://nammakarnataka.net23.net/trekking/k2.jpg",
				"http://nammakarnataka.net23.net/trekking/k3.jpg"
			],
			"id": 30,
			"name": "Kudremukh",
			"description": "Kudremukh trek is a part of Kudremukh national park in Chikkamagaluru district . Kudremukh is the third highest peak after Mullayanagiri and Bababudangiri.",
			"district": "Chikkamagaluru",
			"bestSeason": "September to february",
			"additionalInformation": "Kudremukh trek distance: 9 Km (One side).Kudremukh peak height: 6050 feet.Time to trek: 4 to 5 hours (one side).Camping: Not allowed.Trekking permission fee: 475/ person",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.2226,
			"longitude": 75.2508,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/narasimha.jpg",
				"http://nammakarnataka.net23.net/trekking/nara2.jpg",
				"http://nammakarnataka.net23.net/trekking/nara3.jpg"

			],
			"id": 31,
			"name": "Narasimha Parvatha",
			"description": "Narasimha Parvatha is the highest peak in Agumbe at 3780 feet.  The peak offers breathtaking sunset views.  The Kudremukh mountain range is visible in the distant horizon.",
			"district": "Shimoga",
			"bestSeason": "September to february.",
			"additionalInformation": "here are two trekking routes to the Narsimha Parvatha.1. Malandur to the Narsimha Parvatha Peak from Agumbe side,13 Kms,difficult, 8-9 hours.2.  Kigga to Narsimha Parvatha Peak from Sringeri side.Camping site: Old house nearer to the Peak.Permission-Yes, needed nearer to the peak from forest department.Water source: Not on the way; only closer to the peak.",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.4340,
			"longitude": 75.1529,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/savandurga1.jpg",
				"http://nammakarnataka.net23.net/trekking/savandurga2.jpg",
				"http://nammakarnataka.net23.net/trekking/savandurga3.JPG"
			],
			"id": 32,
			"name": "Savandurga",
			"description": "Although there are many options for trekking near Bangalore, trekking in Savandurga remains an extremely popular activity. The gentle slopes of the hills allow easy trekking and the entire course can be easily covered within a period of 2 days by even the most novice trekkers.\nWhile trekking in Savandurga, trekking enthusiasts can climb from either side of the hill and spend a couple of days on it to experience some of the best camping adventures possible.\nSavandurga is the one of the largest monoliths in Asia.Of the two hills,Billigudda and Karigudda,which constitute the Savandurga trekking trails,the former is preferred by most trekkers over the latter due to its gentler slopes.",
			"district": "Mandya",
			"bestSeason": "Throught the year.",
			"additionalInformation": "Savandurga consists of two hills, the Billigudda and the Karigudda. An extremely deep valley known as Ramanagara separates these two massive rock formations. A lot of adventure enthusiasts have undertaken trekking in Savandurga.As one moves up the Savandurga, they come across the ruins of a majestic fortress, which was built by the Kempe Gowda II and later occupied by the legendary Tipu Sultan.",
			"nearByPlaces": "Cheluvanarayana Swamy,Ranganathaswamy Temple,Bheemeshwari Trek,Kunti Betta,Shivanasamudra Falls",
			"latitude": 12.9206,
			"longitude": 77.2944,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/ombattu.jpg",
				"http://nammakarnataka.net23.net/trekking/og.jpg",
				"http://nammakarnataka.net23.net/trekking/og2.jpg"
			],
			"id": 33,
			"name": "Ombattu Gudda",
			"description": "Ombattu Gudda, one of the highest peaks of the Western Range is located along the borderline of Chikmagalur and Hassan. The entire to and fro trekking activity of the peak -which derives its name from the Kannada word ‘ombattu’ (meaning 9) and ‘gudda’ (meaning hills) due to its location and appearance - would cover around 18km over two days.",
			"district": "Hassan",
			"bestSeason": "September to march.",
			"additionalInformation": "Trek length-24 kms (8 hours up te hill and 2 hours down the hill),Trek difficulty level- Difficult,Height: 3236 feet,Get fresh at Gundya forest checkpost,Camping site: Grasslands on the way,Permission: Difficult to take. ",
			"nearByPlaces": "Channakeshava Temple,Hoysaleshwara Temple,Yedakumeri Trek,Belur Heritage,Halebidu Heritage,Manjarabad Fort",
			"latitude": 12.9408,
			"longitude": 75.5850,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/Devarayanadurga.jpg",
				"http://nammakarnataka.net23.net/trekking/d2.jpg",
				"http://nammakarnataka.net23.net/trekking/d3.jpg"
			],
			"id": 34,
			"name": "Devarayanadurga",
			"description": "It is good place for trekking and rock climbing.The height is of about 1280 mts. This is famous for the natural water spring called Namada Chilume and is at 75 kms from Bangalore. ",
			"district": "Tumkur",
			"bestSeason": "March to may",
			"additionalInformation": "Its in the midst of picturesque landscape and at an altitude of 3940 feet. There are three elevations and seven gates that lead a trekker to the summit. Lakshmi-Narasimha Swamy Temple is on the lowest elevation. There is a spring, Ane-done, nestled near the first elevation. There is a pond on the slope that is believed to be the source of Mangali. A little higher on the Trekking Trail, there is another small spring known as Jaya-tirtha.",
			"nearByPlaces": "Madhugiri Hills",
			"latitude": 13.3737,
			"longitude": 77.2075,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/makalidurga.jpg",
				"http://nammakarnataka.net23.net/trekking/makali2.jpg",
				"http://nammakarnataka.net23.net/trekking/makali3.jpg"
			],
			"id": 35,
			"name": "Makalidurga",
			"description": "Makalidurga hill is situated 60 Kms North of Bangalore named after a village with the same name as Makalidurga. It is located at a height of almost 4400 ft. and famous for trekking among people from Bangalore.",
			"district": "Bangalore Rural",
			"bestSeason": "September to february",
			"additionalInformation": "Trekking difficulty level: Moderate,Trek distance: 4-5 km,Trek timings: 2 hours,Altitude: 1350 meters, 4428 feet.",
			"nearByPlaces": "",
			"latitude": 13.4327,
			"longitude": 77.5016,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/bheemeshwari1.jpg",
				"http://nammakarnataka.net23.net/trekking/bheemeshwari2.jpg"
			],
			"id": 36,
			"name": "Bheemeshwari",
			"description": "Bheemeshwari is situated at a distance of about 100 km from the capital city of Bangalore. With a landscape that appears green as far as the eye can go, it is a trekker’s paradise. Blessed with lush greenery and the placid waters of the River Cauvery, the scenic place offers ample opportunities for nature walks and sightseeing, adventure activities and of course  trekking.Explore the trails through the forest and enjoy the natural beauty of Bheemeshwari as you trek along the canopied paths. The picturesque view of the valley below, the chirping of birds and the cool wind whispering into the trees.",
			"district": "Mandya",
			"bestSeason": "August to February",
			"additionalInformation": "The terrain is usually gentle and strewn with rocks but slopes slightly at places which lures in a lot of trekking enthusiast towards Bheemeshwari trekking. A strong pair of hiking shoes and adequate amount of food and water, should do the job of helping you enjoy the trek.",
			"nearByPlaces": "Cheluvanarayana Swamy,Ranganathaswamy Temple,Savandurga Trek,Kunti Betta,Shivanasamudra Falls",
			"latitude": 13.0586,
			"longitude": 77.462,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/nijagal1.jpg",
				"http://nammakarnataka.net23.net/trekking/nijagal2.jpg",
				"http://nammakarnataka.net23.net/trekking/nijagal3.jpg"
			],
			"id": 37,
			"name": "Nijagal Betta",
			"description": "Nijagallu Betta is located just 50 around Bangalore, and about a couple of kms from Tumur. It is not quite a popular destination for trek planners, but for non-planners, its one of the best known weekend getaway options from Bangalore. Ruins have their own charm and historical importance, and Nijagal Betta is full of ruined caves, forts and temples. A mid-seventeenth century fort, build by Chikkadevaraya Wadiyar, adorns this hillock. Here in Nijagallu Betta, its believed that a war was fought between Hyder Ali and Peshwa Madhav Rao. On the trekking route, there is a set of caves that houses a small Shiva shrine and dargah.",
			"district": "Bangalore",
			"bestSeason": "Throught the year.",
			"additionalInformation": "Due to loose gravel, initially, the climb is noted to be tough, and as you climb further, it becomes rocky and easier for trekking. The trekking route is dotted with sculptors from the Hoysala period. From the hilltop, one can see the countryside and on a clear day, also the Shivagange.",
			"nearByPlaces": "Iskcon Temple,Nandi Hills,Wonder La,Hutridurga Trek,Cubbon Park",
			"latitude": 12.9716,
			"longitude": 77.5946,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/kuntibetta1.jpg",
				"http://nammakarnataka.net23.net/trekking/kuntibetta2.jpg",
				"http://nammakarnataka.net23.net/trekking/kuntibetta3.jpg"
			],
			"id": 38,
			"name": "Kunti Betta",
			"description": "Kunti betta are two rocky hills surrounded by sugarcane, paddy fields and coconut trees in Pandavapura of Mandya district. Kunti betta is a favorite trekking spot for many a trekking enthusiasts, for both day as well as night treks. The beautiful sight of Kaveri from the top of the hill are a pleasure for the eyes.",
			"district": "Mandya",
			"bestSeason": "Throught the year.",
			"additionalInformation": "The place has an historical importance as it is said that Kunti, the mother of Pandavas stayed here during exile. There is a temple with a pond at the foot of the hill which serves as a popular destination for piligrimage. During monsoon, the place is green with a lake called Kunti Kund, surrounding the hill which makes it serene forever.",
			"nearByPlaces": "Cheluvanarayana Swamy,Ranganathaswamy Temple,Savandurga Trek,Bheemeshwari Trek,Shivanasamudra Falls",
			"latitude": 12.5084,
			"longitude": 76.6981,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/dandeli1.jpg",
				"http://nammakarnataka.net23.net/trekking/dandeli2.jpg",
				"http://nammakarnataka.net23.net/trekking/dandeli3.jpg"
			],
			"id": 39,
			"name": "Dandeli",
			"description": "Dandeli, a small sleepy town in the western ghats of North-West India in the state of Karnataka is really proud of beholding the magnanimous wild land under the tiger project. The Dandeli Wildlife Sanctuary what the name of the reserve is; actually locating in Uttarkannada district of Karnataka which is abundantly rich in wide varieties of flora and fauna.ts richness and diversity offers ample opportunities to nature lovers to enjoy the captivating landscape. The sanctuary is generally undulating with steep slopes with picturesque deep river valleys and rich hilly forest terrain. The breathtaking valleys, regal looking meandering rivers and the splendid scenic beauty of the syntheri rock make it an awe inspiring experience. The forest in Dandeli is typical moist deciduous and semi evergreen types, with pockets of every green.\nDandeli also offers various trekking oppurtunities like white water rafting, rappeling, natural jacuzzi, bird watching, jungle safari, kayaking etc.",
			"district": "Uttara Kannada",
			"bestSeason": "May to October",
			"additionalInformation": "With a variance in wild species, the reserve area of Dandeli actually brings a variety of Bonnet Macaque, deer (barking, mouse and spotted), Indian bison, Malabar giant squirrel, Malabar Civet, pangolin and sloth bear to make the reserve as their ideal home in the forests. The Black Panther, elephants and tigers are rare species to be found in the Dandeli National Park. Reptiles sighted in the park include the King Cobra, Python, Krait, Rat snake and Viper. There are more than 200 species of birds found in the region as to include Malabar Trogon, Pompador Pigeon, Paradise Fly Catcher Ceylon Frogmouth, Great Pied Hornbill, Malabar Pied Hornbill, Malabar Grey Hornbill, Emerald Dove and Lesser Adjutant Stork.",
			"nearByPlaces": "Supa Dam,Yana Hills,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 15.2497,
			"longitude": 74.6174,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/madhugiri1.jpg",
				"http://nammakarnataka.net23.net/trekking/madhugiri2.jpg",
				"http://nammakarnataka.net23.net/trekking/madhugiri3.jpg"
			],
			"id": 40,
			"name": "Madhugiri Hills",
			"description": "At 3930 feet elevation, Madhugiri is a single hill (monolith). It is the largest in Asia and second largest in the world. Nestled in its steep slopes is a fort, once credited to Hyderaali. Antaralada Bagilu, Diddibagilu, and Mysore Gate are the three gateways of the fort. A series of doorways leads to the hillock. The ruined temple of Gopalakrishna is located at the top. From the base it looks quite an easy trek but can get tough at stages as the climb is quite steep and railings were broken in between. ",
			"district": "Tumkur",
			"bestSeason": "May to October",
			"additionalInformation": "From the base we see a fort like wall and it appears that one has to cover a very short distance to reach the same. However post that one needs to cross two such fort walls to reach the top and reach the actual fort and others structures. ",
			"nearByPlaces": "Devarayanadurga Trek",
			"latitude": 13.6643,
			"longitude": 77.2089,
			"category": "trekking"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/trekking/kurinjal1.jpg",
				"http://nammakarnataka.net23.net/trekking/kurinjal2.jpg",
				"http://nammakarnataka.net23.net/trekking/kurinjal3.jpg"
			],
			"id": 41,
			"name": "Kuringal Gudda",
			"description": "Kuringal Gudda is one of thirteen hiking trails located in the Kundremukh National Park in Chikmagalur district, Karnataka, India. This trail offers an opportunity to explore rare species of plants, birds, reptiles, amphibians, butterflies and insects. The terrain is dotted with mosses and orchids. The Kuringal Gudda trail is 3,596 feet (1,096 m) above sea level. The trek is approximately 15km both ways.",
			"district": "Chikkamagaluru",
			"bestSeason": "September to January",
			"additionalInformation": "The hills, which bear the brunt of the severe monsoon wind, preclude any tree growth as a result the landscape is covered with grass. The valleys which are tucked in, have reasonable protection from wind and a deep soil profile, as a result of which stunted evergreen forests exist creating an unique microclimate, rich with mosses, orchids, etc. The whole scenery of grassland interspersed with narrow strips of forests provide a fantastic vista for a trekker. The totally fresh air and the climb up and down, invigorates the body and soothes the soul. During the trek, one can view and study several wildlife species of plants, birds, reptiles, amphibians, butterflies, insects, etc.",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.3419,
			"longitude": 75.0197,
			"category": "trekking"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/trekking/uttaribetta1.jpg",
				"http://nammakarnataka.net23.net/trekking/uttaribetta2.jpg",
				"http://nammakarnataka.net23.net/trekking/uttaribetta3.jpg"
			],
			"id": 42,
			"name": "Hutridurga",
			"description": "One of Karnataka's greatest day hike, the Uttari Betta is a 5 kms trek across a spectacular lush green landscape which offers a quite unique scenic views similar to western ghats. The trek starts from a small village, entering the fort wall and passes through seven doors of stone to reach the halfway point of the hike which has a temple of Shankareswar at the top. The view from the temple top is beautiful enough to seize your mind for a moment. Once we cross the temple, the trek continues ahead crossing a small jungle-cave, experiencing a whole new unexpected world and ends at the grassland top of the hill which is surrounded by huge boulders.",
			"district": "Bangalore",
			"bestSeason": "Throught the year.",
			"additionalInformation": "It was built by Kempegowda in the 16th century. Ruined fortifications are still visible on the two hillocks surrounding the village. It is believed to have been a seven tiered fort and is considered one among the nine Durgas around Bengaluru.  It saw use as a center of administration during summer and there are structures that housed the war commander, soldiers and a stone umbrella that is said to have been used by Kempegowda himself. Wildlife includes a diversity of insects, birds and mammals, including bear, leopard and wild boar. It has a small temple dedicated to Shiva known as the Shakareshwara temple, a Nandi idol on the top of the hill and an Anjaneya temple, midway. Aadi Narayanaswamy and Veerabhadra temples are situated in the village. The Pooja to the deity is done only on Mondays and Fridays.",
			"nearByPlaces": "Iskcon Temple,Nandi Hills,Wonder La,Nijagal Betta,Cubbon Park",
			"latitude": 12.9635,
			"longitude": 77.1169,
			"category": "trekking"
		}, 
		{
			"image": ["http://nammakarnataka.net23.net/trekking/kavaledurga1.jpg",
				"http://nammakarnataka.net23.net/trekking/kavaledurga2.jpg",
				"http://nammakarnataka.net23.net/trekking/kavaledurga3.jpg"
			],
			"id": 43,
			"name": "Kavaledurga Fort",
			"description": "Kavaledurga is a hidden beauty in the Western Ghats. The place is best known for its fort which was built in the 9th century. Located in Shivamogga district, you just can’t afford to miss the serene environs of this fort. The fort has seven water bodies and access to water all year long.",
			"district": "Shimoga",
			"bestSeason": "Throught the year.",
			"additionalInformation": "Accessible by a bridle path, threading a soothing country landscape of bright green paddy fields bordered by still lakes, this erstwhile stronghold of the Keladi Nayakas fights a valiant battle with the persistent jungle. eep in the belly of the jungle and surrounded by rolling hills, the fort would have provided an excellent natural defense to its occupants and a major challenge to an aggressor.The fort encompasses a considerable area that can be visualised as five steps accessible by a pathway, passing through five gates, that would have been heavily fortified to inflict maximum damage on the attacker. Entering the first doorway, one encounters worn out carvings, remains of a temple, crumbling bastions and idle gun-slits. Winding upwards on the hill slope is a stone paved path that skirts dilapidated guard quarters and climbs past the second, third, and fourth gate, to the arrive at ruins of what would have been the primary section of the fort.The fourth gate of the Kavaledurga Fort opens into a wide field dotted with numerous ruins of which the Kashi Vishwanath Temple still retains its magnificence.",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Linganamakki Dam,Agumbe Hillstation,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.7205,
			"longitude": 75.1227,
			"category": "trekking"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/alamatti1.jpg"
			],
			"id": 44,
			"name": "Alamatti",
			"description": "The Almatti Dam (Kannada:ಆಲಮಟ್ಟಿ ಅಣೆಕಟ್ಟು) is a hydroelectric project on the Krishna River in North Karnataka, India which was completed in July 2005. The target annual electric output of the dam is 560 MU. The Almatti Dam is the main reservoir of the Upper Krishna Irrigation Project.",
			"district": "Bijapur",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Pattadkal Heritage",
			"latitude": 16.331,
			"longitude": 75.888,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/bhadra.jpg"
			],
			"id": 45,
			"name": "Bhadra",
			"description": "The Bhadra Dam, (Kannada language: ಭಧ್ರಾ ಆಣೇಕಟ್ಟು), which has created the Bhadra Reservoir (ಭದ್ರಾ ಜಲಾಶಯ), is located on the Bhadra River (Kannada: ಭದ್ರಾ ನದಿ) a tributary of Tungabhadra River in Chikkamagaluru district in Tarikere Taluk. The benefits derived from the reservoir storage are irrigation with gross irrigation potential of 162,818 hectares,hydro power generation of 39.2 MW, located on the right and left bank main canals, drinking water supply and industrial use.",
			"district": "Chikkamagaluru",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.7011,
			"longitude": 75.6367,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/harangi_resorvoir.jpg"
			],
			"id": 46,
			"name": "Harangi",
			"description": "The Harangi Reservoir is located near Hudgur village, Somwarpet taluk in Kodagu district in the Indian state of Karnataka.The reservoir is formed by a masonry dam built across the river Harangi, a tributary of the Kaveri.The dam is located about 9 km away from the heart of Kushalnagar town.",
			"district": "Kodagu",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Talacauvery Temple,Kumaraparvatha Trek,Tadiandamol Trek,Coorg Hillstation,Abbey Falls,Irpu Falls",
			"latitude": 12.4917,
			"longitude": 75.9056,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/krs.jpg"
			],
			"id": 47,
			"name": "KRS",
			"description": " It is also popularly known as KRS, is the name of both a lake and the dam that creates it. It is located close to the settlement of Krishnarajasagara. The dam is across Kaveri River, in Mandya. There is an ornamental garden attached to the dam, called Brindavan Gardens.",
			"district": "Mysuru",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Chamundeshwari Temple,Venugopalaswami Temple,Chunchankatte Falls,GRS fantasy park,Mysuru Palace",
			"latitude": 12.4161,
			"longitude": 76.5739,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/linganmakki.jpg"
			],
			"id": 48,
			"name": "Linganamakki",
			"description": "The Linganamakki dam(Kannada: ಲಿಂಗನಮಕ್ಕಿ ಅಣೆಕಟ್ಟು) was constructed by the Karnataka State Government in 1964. Located in the Sagara taluk, the dam has a length of 2.4 km, stretching across the Sharavathi river. It is located about 6 km from Jog Falls.",
			"district": "Shimoga",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Agumbe Hillstation,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 14.1767,
			"longitude": 74.8496,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/supa_dam.jpg"
			],
			"id": 49,
			"name": "Supa",
			"description": "Supa Dam is built across Kalinadi (Kannada) or Kali river in state of Karnataka in India. The dam is situated in Joida taluk of Uttara Kannada district. The power house at the foot of the dam has two electricity generators of fifty megawatt each. The electricity generated is supplied to different parts of Karnataka. ",
			"district": "Uttara Kannada",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Dandeli Trek,Yana Hills,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 15.2765,
			"longitude": 74.5278,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/tb_dam.jpg"
			],
			"id": 50,
			"name": "Tungabhadra",
			"description": "The dam is near the town of Hospet,It is a multipurpose dam serving irrigation, electricity generation, flood control, etc. This is a joint project of erstwhile Hyderabad state and erstwhile Madras Presidency when the construction was started; later it became a joint project of Karnataka and Andhra Pradesh after its completion in 1953.",
			"district": "Bellary",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "Virupaksha Temple,Hampi Heritage,Daroji Bear Sanctuary,Bellary Fort,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark",
			"latitude": 15.2636,
			"longitude": 76.3338,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/dams/vani_vilas_sagar.jpg"
			],
			"id": 51,
			"name": "Vani Vilasa Sagara",
			"description": "Vani Vilasa Sagara, popularly known as Mari Kanive (Kannada: ಮಾರಿ ಕಣಿವೆ) is a dam near Hiriyur Taluk, Chitradurga District. It is the oldest dam in the state.The dam was built by the Mysore Maharajas pre-independence across the river Vedavathi.",
			"district": "Chitradurga",
			"bestSeason": "rainy(june-sept)",
			"additionalInformation": "",
			"nearByPlaces": "",
			"latitude": 13.8882,
			"longitude": 76.4893,
			"category": "dam"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/nandi.jpg",
				"http://nammakarnataka.net23.net/hillstations/nandi2.jpg",
				"http://nammakarnataka.net23.net/hillstations/nandi3.jpg"
			],
			"id": 52,
			"name": "Nandi Hills",
			"description": "One of the most popular hill stations in Karnataka is the legendary Nandi Hills – a Hilltop with an ancient fortress. Besides being picturesque and serene, it is popular amongst bikers who enjoy the ride to the top of the hill and the thrill of the zig-zag roads while riding down. Trekkers often take up the challenge of hiking up to Nandi Hills.",
			"district": "Doddaballapura",
			"bestSeason": "any time",
			"nearByPlaces": "Iskcon Temple,Nandi Hills,Wonder La,Nijagal Betta,Hutridurga Trek,Cubbon Park",
			"additionalInformation": "Frequent Photoshoots , Weekend Getaway.",
			"latitude": 13.3702,
			"longitude": 77.6835,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/coorg.jpg",
				"http://nammakarnataka.net23.net/hillstations/coorg2.jpg",
				"http://nammakarnataka.net23.net/hillstations/coorg3.jpg"
			],
			"id": 53,
			"name": "Coorg",
			"description": "Coorg is a scenic & soothing hill station in Karnataka. Besides the lush green slopes, nestled on the hills of Coorg, is the quaint Namdroling Tibetan settlement. Coorg is the perfect recipe to destress.Places of interest: Abbey falls, go rafting in the river Barapole and quad biking, visit Iruppu Falls",
			"district": "Kodagu",
			"bestSeason": "any time",
			"additionalInformation": "Forest Stays and Home-Stays are famous.Coffee estates, resorts with camp fires make you feel the bliss of this place",
			"nearByPlaces": "Talacauvery Temple,Kumaraparvatha Trek,Tadiandamol Trek,Harangi Dam,Abbey Falls,Irpu Falls",
			"latitude": 12.3375,
			"longitude": 75.8069,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/chikmagaluru.jpg",
				"http://nammakarnataka.net23.net/hillstations/chikmagaluru2.jpg",
				"http://nammakarnataka.net23.net/hillstations/chikmagaluru3.jpg"
			],
			"id": 54,
			"name": "Chikkamagaluru",
			"description": "Located at the foot of the Mullayanagiri Range, Chikkamagaluru is a full of hills and gorgeous views. Cycle on the winding roads, trek up to the summit, Camp under the stars. Chikmagalur will make you want to give up your day job and retire.Places of interest: Sringeri Mutt, Trek up Mullayanagiri mountain, Kudremukh Peak, Hanuman Gundi Falls",
			"district": "Chikkamagaluru",
			"bestSeason": "any time",
			"additionalInformation": "The region is popular as it has huge number of tourist spots. It lies in Malnad region",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.3153,
			"longitude": 75.7754,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/agumbe.jpg",
				"http://nammakarnataka.net23.net/hillstations/agumbe2.jpg",
				"http://nammakarnataka.net23.net/hillstations/agumbe3.gif"
			],
			"id": 55,
			"name": "Agumbe",
			"description": " Agumbe is the Cherrapunji of South India is 45 kms from Udupi. The picturesque hill station in Karnataka is famous for its adjoining rainforest & verdant slopes. Places of interest: Check out the various species of reptiles, birds and animals in the rainforest. Koodlu Theertha Falls, Jogigundi Falls",
			"district": "Shimoga",
			"bestSeason": "any time",
			"additionalInformation": "The place is widely famous for it's picturesque view of sunset. Many movies are shot in this place",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Kundadri Hills,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.5027,
			"longitude": 75.0903,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/biligiri.jpg",
				"http://nammakarnataka.net23.net/hillstations/biligiri2.jpg",
				"http://nammakarnataka.net23.net/hillstations/biligiri3.jpg"
			],
			"id": 56,
			"name": "Biligiri Hills",
			"description": "Biligiri Hills is 120 kms from Mysore. The forests at Biligiri are teeming with wildlife and are a nature lover’s delight.Places of interest: Visit the Dzogchen monastery, Himavad Gopalaswamy Betta, Biligiri Ranganath Hills",
			"district": "Chamarajanagara",
			"bestSeason": "any time",
			"additionalInformation": "BR hills is just 80km from Mysore. The biliris are the chrnocktite hills covered with tropical dry broad-leaf forests which are unique in India. Wildlife coridor has vivid flora and fauna",
			"nearByPlaces": "Male Mahadeshwara,Gopalaswamy Hills,Mysuru Palace",
			"latitude": 11.9956,
			"longitude": 77.1428,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/kemangundi.jpg",
				"http://nammakarnataka.net23.net/hillstations/kemangundi2.jpg",
				"http://nammakarnataka.net23.net/hillstations/kemangundi3.jpg"
			],
			"id": 57,
			"name": "Kemmanagundi",
			"description": "185 kms from Mangalore City, Kemmanagundi is a popular hill stations amongst the students down south. It forms a part of the Chikamagalur district & is an ideal summer retreat to beat the heat and stress.Places of interest: The Z point at Kemmanagundi is worth a visit, The Bhada Wildlife sanctuary has a very well maintained forest, Trek to the top.",
			"district": "Chikkamagaluru",
			"bestSeason": "November to May",
			"additionalInformation": "Famous for Photoshoots. It is 1400m above sea level. The z-point here offers a thrilling experience for all nature lovers",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.55,
			"longitude": 75.75,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/gangamoola.jpg",
				"http://nammakarnataka.net23.net/hillstations/gangamoola2.jpg",
				"http://nammakarnataka.net23.net/hillstations/gangamoola3.jpg"
			],
			"id": 58,
			"name": "Gangamoola",
			"description": "Gangamoola is a hidden picturesque hill station in Karnataka. Enveloped by dense forests and it is the origin point of the three rivers Tungabhadra and Netravathi.Places of interest: temple of Goddess Bhagavathi and a 1.8 m Varaha image inside a cave. Gangamoola cannot be visited during the monsoons.",
			"district": "Chikkamagaluru",
			"bestSeason": "Rainy",
			"additionalInformation": "Also known as Varaha Parvatha.Source of three rivers Netravathi, Tunga, Bhadra. We can see the water drops flowing inside the caves, hence it is called Gangamoola. Myristica dactyloides trees are favored by birds so they come migrating to Gangamoola",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 13.3153,
			"longitude": 75.7754,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/kundadri.jpg",
				"http://nammakarnataka.net23.net/hillstations/kundadri2.jpg",
				"http://nammakarnataka.net23.net/hillstations/kundadri3.jpg"
			],
			"id": 59,
			"name": "Kundadri Hills",
			"description": "Kundadri is a huge monolithic rock 3000 feet above sea level. The view from the top is a sight to behold. Kundadri is the perfect place to unwind and let go of all stress.",
			"district": "Shimoga",
			"bestSeason": "any time",
			"additionalInformation": "It is a mountain peak crowning dense western ghats. There is a jain temple at the top of the mountain.It has provided shelter to KundaKunda Acharya. It has tirthankara temple.",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kodachadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.5575,
			"longitude": 75.1703,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/yana.jpg",
				"http://nammakarnataka.net23.net/hillstations/yana2.jpg",
				"http://nammakarnataka.net23.net/hillstations/yana3.jpg"
			],
			"id": 60,
			"name": "Yana",
			"description": "25 Kms from Kumta, Yana is amongst the most mesmerizing hill stations in Karnataka. Surrounded by lush green forests and slopes, Yana is best known for its caves and rock formations. It is a treat for nature lovers and hiking enthusiasts.",
			"district": "Uttara Kannada",
			"bestSeason": "any time",
			"additionalInformation": "Yana offers trek through thick forest. Mohini Shikara is 90m and bhairaveshwara Shikara is 120m",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.5697,
			"longitude": 74.5580,
			"category": "hillstation"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/kodachadri.jpg",
				"http://nammakarnataka.net23.net/hillstations/kodachadri2.jpg",
				"http://nammakarnataka.net23.net/hillstations/kodachadri3.jpg"
			],
			"id": 61,
			"name": "Kodachadri",
			"description": "Kodachadri is wonderful for trekkers. The scenery is breathtaking and the climb will give you an adrenaline rush. Embrace nature at its best in the serene, less crowded hills of Kodachadri.",
			"district": "Shimoga",
			"bestSeason": "September to March",
			"additionalInformation": "Shankaracharya temple can be seen on top of the hill. If you are lucky enough you can see sun setting in the Arabian Sea from the top. Trek route of Kodachadri offers mystical view of Hidlu Mane Falls",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hillstation,Jog Falls,Barkana Falls,Kunchikal Falls",
			"latitude": 13.8623,
			"longitude": 74.8752,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/hillstations/gopalswamy.jpg",
				"http://nammakarnataka.net23.net/hillstations/gopalswamy2.jpg",
				"http://nammakarnataka.net23.net/hillstations/gopalswamy3.jpg"
			],
			"id": 62,
			"name": "Gopalaswamy",
			"description": "Himavad Gopalaswamy Betta, is a hill located in the Chamarajanagar district.It is also the highest peak in the Bandipur National Park. It lies in the core area of the Bandipur National Park and is frequented by wild life including elephants. Dense fog predominates and covers the hills round the year and thus gets the prefix Himavadand the temple of Venugopalaswamy (Lord Krishna) gives the full name of Himavad Gopalaswamy Betta.",
			"district": "Chamarajanagara",
			"bestSeason": "July to November",
			"additionalInformation": "The hill is always covered with clouds hence it is called Himavad Gopalaswamy Hills. It is just 5km from Bandipur. You can spot wild animals if you are lucky enough. Binocular is a must. Good place for Photoshoots.",
			"nearByPlaces": "Male Mahadeshwara,Biligiri Hills,Mysuru Palace",
			"latitude": 11.7242,
			"longitude": 76.58,
			"category": "hillstation"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/heritage/badami.jpg",
				"http://nammakarnataka.net23.net/heritage/badami2.jpg",
				"http://nammakarnataka.net23.net/heritage/badami3.jpg"
			],
			"id": 63,
			"name": "Badami Caves",
			"description": "The Badami cave temples are a complex of four Hindu, Jain and possibly Buddhist cave temples located in Badami. The caves are considered an example of Indian rock-cut architecture, especially Badami Chalukya architecture, which dates from the 6th century. Badami was previously known as Vataapi Badami.",
			"district": "Bagalkot",
			"bestSeason": "any time",
			"nearByPlaces": "Alamatti Dam,KudalaSangama Temple,Aihole Heritage,Pattadkal Heritage",
			"additionalInformation": "",
			"latitude": 15.9167,
			"longitude": 75.6910,
			"category": "heritage"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/heritage/pattadakal.jpg",
				"http://nammakarnataka.net23.net/heritage/pattadakal2.jpg",
				"http://nammakarnataka.net23.net/heritage/pattadakal3.jpg"
			],
			"id": 64,
			"name": "Pattadkal",
			"description": "Pattadakal, represents the high point of an eclectic art which, in the 7th and 8th centuries under the Chalukya dynasty, achieved a harmonious blend of architectural forms from northern and southern India. An impressive series of nine Hindu temples, as well as a Jain sanctuary, can be seen there. One masterpiece from the group stands out – the Temple of Virupaksha, built c. 740 by Queen Lokamahadevi to commemorate her husband's victory over the kings from the South.",
			"district": "Bijapur",
			"bestSeason": "Throught the year",
			"additionalInformation": "There are numerous Kannada language inscriptions at Pattadakal. Important among them are: One at Virupaksha Temple, which is an 8th (733–745) century Old Kannada inscription on victory pillar; another is in the Sangameshvara temple which is a large Old Kannada inscription of Sinda chieftain Chavunda II (1162 A.D.) describing grants made by King Vijayaditya for the construction of the temple.",
			"nearByPlaces": "Alamatti Dam",
			"latitude": 15.9488,
			"longitude": 75.8164,
			"category": "heritage"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/heritage/aihole.jpg",
				"http://nammakarnataka.net23.net/heritage/aihole2.jpg",
				"http://nammakarnataka.net23.net/heritage/aihole3.jpg"
			],
			"id": 65,
			"name": "Aihole",
			"description": " Once the capital of the early Chalukyan dynasty (6th to 8th centuries), Aihole is a picturesque village on the banks of the Malaprabha river. Variously called Ayyavole & Aryapura in the inscriptions, Aihole is historically famous as the cradle of Hindu temple architecture. There are about 125 temples divided into 22 groups scattered all over the villages and nearby fields. Most of these temples were built between the 6th & 8th centuries and some even earlier.",
			"district": "Bagalkot",
			"bestSeason": "Throught the year.",
			"additionalInformation": " Only mere traces of a fort dating from the 6th century can be seen today. A large number of prehistoric sites have been found in Morera Angadigalu, near the Meguti hillocks in Aihole. Excavations near some temples have yielded traces of antique pottery and bases of structures constructed with bricks of pre-Chalukyan times. More temples are being excavated every day bearing witness to the vigorous experimentation on temple architecture which went on at Aihole more than 14 centuries ago..",
			"nearByPlaces": "Alamatti Dam,KudalaSangama Temple,Badami Caves,Pattadkal Heritage",
			"latitude": 16.0198,
			"longitude": 75.8810,
			"category": "heritage"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/heritage/bidarfort2.jpg",
				"http://nammakarnataka.net23.net/heritage/bidarfort.jpg",
				"http://nammakarnataka.net23.net/heritage/bidarfort3.jpg"
			],
			"id": 66,
			"name": "Bidar Fort",
			"description": "Originally built in 8th century and strengthened and renovated in 1428 by Sultan Ahmad Shah Bahamani, the Bidar fort boasts of a dominating presence in the Bidar landscape. Nestled inside this moated fort is the royal town dotted with crumbling ruins of the bastions and gates, royal baths and kitchens, audience halls, and pleasure pavilions.\n\nAmong the congregation of royal palaces, the Rangin Mahal stands out for its sheer elegance and exquisite carvings. Used as the royal residence, this magnificent palace was built by Ali Shah Barid in the 16th century. This exquisite palace is renowned for the profusion of beautiful wood carvings, fascinating glazed tile mosaics and mother-of-pearl decorations which bear the hallmarks of Persian architecture. ",
			"district": "Bidar",
			"bestSeason": "Throught the year",
			"additionalInformation": "The present-day Bidar fortress was rebuilt using red laterite stone around the old fort in 1428 by Ahmed Shah Bahmani. Constructed on the edge of the plateau, Bidar fort has a haphazard rhombus-shaped layout.There are 37 bastions on the fort wall, with cannon made of bars of metal welded together and held together by metal hoops were mounted on the bastions. The Munda Burj is the most prominent bastion, and the heaviest guns were placed here to dominate the approaches. The Karez water supply system is adapted in the fort which is a water harnessing technology that originated in Persia. ",
			"nearByPlaces": "",
			"latitude": 17.9235,
			"longitude": 77.5261,
			"category": "heritage"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/belurtemple1.jpg",
				"http://nammakarnataka.net23.net/temples/belurtemple2.jpg",
				"http://nammakarnataka.net23.net/temples/belurtemple3.jpg"
			],
			"id": 67,
			"name": "Belur",
			"description": "Belur was the early capital of the Hoysala Empire.The main attraction in Belur is the Chennakeshava temple complex which contains the Chennakesava Temple (dedicated to Chennakeshava, meaning handsome Vishnu) as the centre piece, surrounded by the Kappe Chennigraya temple built by Shantaladevi, queen of king Vishnuvardhana. It is said that Shantaladevi herself danced in front of the main shrine during its installation and her dance inspired the poses of the figurines on the temple walls.",
			"district": "Hassan",
			"bestSeason": "Between October and April.",
			"additionalInformation": "The entire facade of the temple is carved, no space has been left blank and within the temple is a complete different stroy. The temple is so gorgeous and full of wonders that it is difficult to stay calm and not feel frenzied about where to look and what to admire. The main attraction in this temple is gravity pillar, mounted on a star shaped platform is a huge 42m high pillar or lamp post. This is right in the middle of the temple couryard and the most amazing thing about this is - the pillar stands on its own! It does not have a foundation below it and since, it stands erect on it's own weight. The star-shaped platform on which it stands is a typical design of the Hoysala dynasty. The entire Channakeshava temple is built in a star-shaped manner. \nThe next main attraction are the \"Madanikas\". At regular intevals at the temple, you will notice several dancing nymphs carved onto brackets on the wall. The madanikas/nymphs are said to have been modeled after the beautiful \"Queen Shakuntala\",wife of King Vishnuvardhana.",
			"nearByPlaces": "Channakeshava Temple,Hoysaleshwara Temple,Yedakumeri Trek,Halebidu Heritage,Manjarabad Fort",
			"latitude": 13.1628,
			"longitude": 75.8605,
			"category": "heritage"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/temples/halebidtemple1.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple2.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple3.jpg",
				"http://nammakarnataka.net23.net/temples/halebidtemple4.jpg"
			],
			"id": 68,
			"name": "Halebidu",
			"description": "Halebidu is located in Hassan district. The main attraction here is the Hoysaleswara temple - a temple dedicated to the Hindu god Shiva. It was built in Halebidu during the rule of King Vishnuvardhana of the Hoysala Empire in the 12th century. The construction was started around 1120 CE and completed in 1150 CE. During the early 14th century, Halebidu was sacked and looted by Muslim invaders from northern India and the temple fell into a state of ruin and neglect. ",
			"district": "Hassan",
			"bestSeason": "October to April",
			"additionalInformation": "Amongst the various stories etched on this temple are the ones about Dashavatara and recognizing them amidst the various other tales was an instant high. \n Garuda Stambha (Pillar) is an attention-grabbing structure of Hoysaleswara Temple. Garudas were known to be the selected bodyguards of the kings and queens. They used to live and move with the Royalty with the sole aim to defend their master. At the death of their master, they committed suicide. In the southern side, the pillar demonstrates heroes flanking knives and cutting their own heads.",
			"nearByPlaces": "Channakeshava Temple,Hoysaleshwara Temple,Yedakumeri Trek,Belur Heritage,Manjarabad Fort",
			"latitude": 13.2127,
			"longitude": 75.9941,
			"category": "heritage"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/heritage/manjarabad2.jpg",
				"http://nammakarnataka.net23.net/heritage/manjarabad1.jpg",
				"http://nammakarnataka.net23.net/heritage/manjarabad3.jpg",
				"http://nammakarnataka.net23.net/heritage/manjarabad4.jpg"
			],
			"id": 69,
			"name": "Manjarabad Fort",
			"description": "This stragetically built defensive fort, Manjarabad Fort is built by Tipu Sultan to protect the plateau beyond Sakleshpur to be approached. This one level fort is located on hillock at an altitude of 3240 ft above sea level. Crossed shaped pits with staircases serves as a water source. The entire fort is built in Star Shape. It is also used as storage place for ammunitions during Tipu Sultan period. There was a tunnel which leads the soldiers to Sri Rangapatinam, the capital city of Tipu Sultan reign.  It is said that the fort is \"the most complete Vaubanesque star-shaped fort in India\". ",
			"district": "Hassan",
			"bestSeason": "This fort looks elegant in monsoon when the visit is accompanied with fog and drizzle. ",
			"additionalInformation": "The name of the fort apparently comes from \"Manju\", the Kannada word for mist, because the fort was enveloped by mist when Tipu Sultan first inspected it! The pool at the center of fort in + shape is a sheer attraction. most parts of the fort are built with bricks. This is one of the 7 star shaped forts in India.",
			"nearByPlaces": "Channakeshava Temple,Hoysaleshwara Temple,Yedakumeri Trek,Belur Heritage,Halebidu Fort",
			"latitude": 12.9175,
			"longitude": 75.7584,
			"category": "heritage"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Malpe.jpg"
			],
			"id": 70,
			"name": "Malpe",
			"description": "Malpe is one of the most important ports of Karnataka. The endless stretch of golden sand, graciously swaying palm trees, the clear blue sky and the clean waters of Arabian Sea all set a perfect mood for an unforgettable holiday.",
			"district": "Udupi",
			"bestSeason": "February and December",
			"additionalInformation": "Other beaches near Udupi are kaup beach, St.mary's island, Hood beach, Thottam beach.",
			"nearByPlaces": "Hattiangadi Temple,Kollur Mookambika,Maravanthe Beach,Tonse Bridge",
			"latitude": 13.3555,
			"longitude": 74.7044,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Maravanthe.jpg",
				"http://nammakarnataka.net23.net/beaches/Muru3.jpg"
			],
			"id": 71,
			"name": "Maravanthe",
			"description": "Outlook travel considers it one of Karnataka's most beautiful beaches. It is about 55 km from Udupi. NH-66 runs next to the beach and the Suparnika River flows on the other side of the road, creating a spectacular scenery that is considered the only one of its kind in India. ",
			"district": "Udupi",
			"bestSeason": "March and September.",
			"additionalInformation": "other places are padukone,Boating cruise at Sauparnika River,Sucba diving at Maravanthe beach,trekking at Kodachadri hills,Otiinere view point,Bijadi town.",
			"nearByPlaces": "Hattiangadi Temple,Kollur Mookambika,Malpe Beach,Tonse Bridge",
			"latitude": 13.7258,
			"longitude": 74.6488,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Murudeshwara.jpg",
				"http://nammakarnataka.net23.net/beaches/Muru3.jpg",
				"http://nammakarnataka.net23.net/beaches/muru2.jpg",
				"http://nammakarnataka.net23.net/beaches/murubeach.jpg"
			],
			"id": 72,
			"name": "Murudeshwara",
			"description": "Murudeshwar is home to the second tallest statue of Lord Shiva in the world. With the shimmering Arabian Sea on three sides and the magnificent Western Ghats imposing their presence on this town, it is a favourite picnic spot among the folks from Kerala and Karnataka. ",
			"district": "Uttara Kannada",
			"bestSeason": "October and May",
			"additionalInformation": "Seashore, Scuba Diving and the Shiva Idol.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.0940,
			"longitude": 74.4899,
			"category": "beach"
		},
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Gokarna.jpg",
				"http://nammakarnataka.net23.net/beaches/gokarna1.jpg",
				"http://nammakarnataka.net23.net/beaches/gokarna2.jpg",
				"http://nammakarnataka.net23.net/beaches/gokarna3.jpg"
			],
			"id": 73,
			"name": "Gokarna",
			"description": "Situated on the coast of Karwar, Gokarna is a small town in Karnataka, primarily known for two reasons - its beaches and temples.Full of coconut and palm trees, the ocean and clean sands, Gokarna is a 'one of its kind place' in the country.",
			"district": "Uttara Kannada",
			"bestSeason": "Throughout the year.",
			"additionalInformation": "Also known as Goa of Karnataka. City shopping. Beaches are not crowded.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.5445,
			"longitude": 74.3138,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Devbagh.jpg"
			],
			"id": 74,
			"name": "Devbagh",
			"description": "Devbagh is a beautiful beach located nearer to Karnataka-Goa border on the northern side of Kali River. This is a private beach and is an ideal place for the beach lovers.This is a special island beach that faces the mighty Arabian Sea on one side and the dense Western Ghats on the other side. It is known for its endless stretch of golden sand.",
			"district": "Uttara Kannada",
			"bestSeason": "November to April.",
			"additionalInformation": "It is a stop for the quintessential beach lovers. Sun, sand, surf, sea and endless open space.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.8464,
			"longitude": 74.1169,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Netranibeach.jpg",
				"http://nammakarnataka.net23.net/beaches/nethra1.jpg",
				"http://nammakarnataka.net23.net/beaches/nethra2.jpg"
			],
			"id": 75,
			"name": "Netrani",
			"description": "Netrani is a small island located in the Arabian Sea also known as Pigeon Island. The island is situated off the coast of Karnataka. It is one of the popular scuba diving destination in India. It is located about 10 kms into the sea from Murudeshwar town of Karnataka state. Main attractions at Netrani beach are corals, scuba diving and snorkeling.",
			"district": "Uttara Kannada",
			"bestSeason": "December and january.",
			"additionalInformation": "Views from above give this island the appearance of being heart-shaped. This island has scuba diving facilities and the place is easily accessible from Mangalore, Goa, Mumbai or Bangalore. There are dive shops at Murdeshwara and Goa, that regularly organize diving tripes to the island.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.0165,
			"longitude": 74.3272,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Ombeach.jpg"
			],
			"id": 76,
			"name": "OM",
			"description": "Famous for being naturally shaped like the auspicious symbol Om.It is one of the most popular beaches in Gokarna, lined with shacks on the sides offering cheap accommodation and restaurants with exotic menus.",
			"district": "Uttara Kannada",
			"bestSeason": "Throughout the year.",
			"additionalInformation": "here is a bunch of fun water sports activities available on the beach, including speed boats, surfing etc.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.55,
			"longitude": 74.328,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/Someshwarabeach.jpg",
				"http://nammakarnataka.net23.net/beaches/soma.jpg",
				"http://nammakarnataka.net23.net/beaches/soma2.jpg"
			],
			"id": 77,
			"name": "Someshwara",
			"description": "Someshwara beach is located near Mangalore, and it is a pristine beach famous for its view of sunsets. Someshwara beach is located in Ullal at the confluence of the Netravati River and the Arabian Sea. ",
			"district": "Mangalore",
			"bestSeason": "Throughout the year.",
			"additionalInformation": "The unexplored territory offers nature's view at it's best. Also the rudrashile rocks are attactive. It has ancient Someshwara temple. It is constructed by Queen Abbakka Devi.",
			"nearByPlaces": "Gokarnatheshwara Temple,Tannirbhavi Beach,Panambur Beach",
			"latitude": 12.7869,
			"longitude": 74.8533,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/tannirbhavi1.jpg",
				"http://nammakarnataka.net23.net/beaches/tannirbhavi2.jpg",
				"http://nammakarnataka.net23.net/beaches/tannirbhavi3.jpg",
				"http://nammakarnataka.net23.net/beaches/tannirbhavi4.jpg"
			],
			"id": 78,
			"name": "Tannirbhavi",
			"description": "Tannirbhavi beach is a beach in Mangalore, Karnataka, India. It can be reached either by land near Kuloor Bridge or by ferry via Gurupura river from Sultan Battery. Tannirbhavi (also spelled as Tannirbavi) is one of the popular beaches in Mangalore city, and comes second in popularity to the nearby Panambur beach. Tannirbhavi beach has some basic facilities like life guards, proper toilets, a parking lot, a couple of small eateries and some concrete benches. ",
			"district": "Mangalore",
			"bestSeason": "Throught the year.",
			"additionalInformation": "The beach is very clean with fairly white sand and a long coast line. The shore is dotted with pine trees which provide welcome respite from the sun. There are food and beverage stalls too. Unlike other beaches of Mangalore, this beach is not crowded. The beach is decorated by wonderful sea- shells and stones. The beach provides a wonderful view of sunset. However, one needs to be very careful and not indulge in swimming in this beach as the sea is very rough and has history of drowning cases.",
			"nearByPlaces": "Gokarnatheshwara Temple,Someshwara Beach,Panambur Beach",
			"latitude": 12.8913,
			"longitude": 74.8139,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/beaches/panambur1.jpg",
				"http://nammakarnataka.net23.net/beaches/panambur2.jpg",
				"http://nammakarnataka.net23.net/beaches/panambur3.jpg"

			],
			"id": 79,
			"name": "Panambur",
			"description": "This beach is on the shores of Arabian sea and is credited as one of the safest and best maintained beaches of India. It is the most popular, well connected and most visited beach of coastal Karnataka.",
			"district": "Mangalore",
			"bestSeason": "Throught the year.",
			"additionalInformation": "As of now this beach is maintained by a private enterprise under the banner of \"Panambur Beach Tourism Development Project\". Other attractions include jet ski rides, boating, dolphin viewing, food stalls and is also known for its highly skilled and trained lifeguards who patrol the beach to ensure visitor safety. This beach has been popular for its picturesque sunsets, the beautiful port area and a picnic spot for tourists and locals alike and offers very good views of the sunset. The beach attracts good number of visitors due to its close proximity to the city. The ships anchored out in the sea waiting for berth in the harbor can be seen from the Beach which presents an attractive picture. International Kite festival is one of the major tourist attraction of this beach.",
			"nearByPlaces": "Gokarnatheshwara Temple,Someshwara Beach,Tannirbhavi Beach",
			"latitude": 12.9373,
			"longitude": 74.8042,
			"category": "beach"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/JogFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/JogFalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/JogFalls3.jpg"
			],
			"id": 80,
			"name": "Jog",
			"description": "Jog Falls or Gerosoppa Falls is the 2nd highest waterfall in India located near Sagara taluk in the state of Karnataka.It is a segmented waterfall which, depending on rain and season, becomes a plunge waterfall. The falls are a major tourist attraction and is ranked 13th in the world by the waterfall database. They are also known as the Gersoppa Falls or Jogada Gundi.",
			"district": "Shimoga",
			"bestSeason": "June to september",
			"additionalInformation": "The Jog Falls is one of the most important attractions in all of South India. Second only to the Nohkalikai Falls of Meghalaya, Jog falls drops about a huge 253m (850 ft) in a single fall. However, due to the construction of Linganamakki Dam, the flow in the falls is hugely restricted before monsoons.",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hillstation,Kodachadri Temple,Barkana Falls,Kunchikal Falls",
			"latitude": 14.2294,
			"longitude": 74.8125,
			"category": "waterfall"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/ShivanasamudraFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/ShivanasamudraFalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/ShivanasamudraFalls3.png"
			],
			"id": 81,
			"name": "Shivanasamudra",
			"description": "The Shivanasamudra Falls is on the Kaveri River after the river has wound its way through the rocks and ravines of the Deccan Plateau and drops off to form waterfalls.The island town of Shivanasamudra divides the river into twin waterfalls. This creates the fourth largest island in the rivers course. A group of ancient temples are located here and there likely was a village.",
			"district": "Mandya",
			"bestSeason": "monsoon",
			"additionalInformation": "These are also known as shiva samudram literally meaning shiva's sea. watching the river falling down in to a cloud of foaming spray is a breathtaking experience. This fall is the second biggest waterfall in India.",
			"nearByPlaces": "Cheluvanarayana Swamy,Ranganathaswamy Temple,Savandurga Trek,Bheemeshwari Trek,Kunti Betta",
			"latitude": 12.3,
			"longitude": 77.177,
			"category": "waterfall"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/mekedatu.jpg",
				"http://nammakarnataka.net23.net/waterfalls/mekedatu2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/mekedatu3.jpg"
			],
			"id": 82,
			"name": "Mekedatu",
			"description": "Mekedatu is a location along Kaveri in Kanakapura Taluk. Sangama is the place where Arkavati merges with Kaveri.From this point, about 3.5 kilometers downstream, the river Kaveri flows through a deep and narrow gorge. Mekedatu means 'goat's leap in Kannada.A lot of tourists visit this place, a high number of people drown in the river, either when swimming or slipping off the cliff. It is a very dangerous place.",
			"district": "Ramnagara",
			"bestSeason": "monsoon",
			"additionalInformation": "This is an excellent location to visit for a day, near Bangalore. The Cauvery river passes by a very narrow ravine, cutting through the rocks for ages and ages. This gives the place a very unique landscape. The rocks, cut by the flowing river for time immemorial ,makes this place interesting.",
			"nearByPlaces": "Chunchi Falls",
			"latitude": 12.2576,
			"longitude": 77.4458,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/HebbeFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/HebbeFalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/HebbeFalls3.jpg"
			],
			"id": 83,
			"name": "Hebbe",
			"description": "Hebbe Falls is situated about 10 km away from the famous hill station Kemmangundi. This waterfalls are inside a coffee estate and can be reached either by walk or four-wheeler. Hebbe Falls gushes down from a height of 551 ft in two stages to form Dodda Hebbe (Big Falls) and Chikka Hebbe (Small Falls.)",
			"district": "Chikkamagaluru",
			"bestSeason": "monsoon",
			"additionalInformation": "Kemmangundi hill station is said to be the summer retreat for the erstwhile Wodeyar ruler, Krishnaraja Wodeyar IV. It has beautifully laid gardens, magnificent mountain ranges and splendid valleys, and is an excellent visual treat for the tourists. One can take 8 kms trek to reach the Hebbe falls.",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Jhari Falls,Kalasa Temple",
			"latitude": 13.5416,
			"longitude": 75.7252,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/GokakFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/GokakFalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/GokakFalls3.jpg"
			],
			"id": 84,
			"name": "Gokak",
			"description": "The Gokak Falls is a waterfall located on the Ghataprabha River. After a long winding course, the Ghataprabha river takes a leap of 52 metres (171 ft) over the sand-stone cliff amidst a picturesque gorge of the rued valley, resembling Niagara Falls on a smaller scale. The waterfall is horse shoe shaped at the crest, with a flood breadth of 177 metres.",
			"district": "Belgaum",
			"bestSeason": "july to october",
			"additionalInformation": "Gokak is surrounded on one side by a range of hills, and on the other side by a vast plain of black soil. Since the colonial era, the hydroelectric station under the waterfall has been used to power Gokak Mills, one of the largest manufacturers and exporters of yarn in India. The river Markandeya, a tributary of the Ghataprabha, dashes down through 43ft step wise hill plates to form Goduchinamalaki Falls.",
			"nearByPlaces": "Godchinamalaki Falls,Jamboti Falls,Saundatti Yellamma",
			"latitude": 16.1592,
			"longitude": 74.8156,
			"category": "waterfall"
		},
		 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/AbbeyFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/AbbeyFalls2.JPG",
				"http://nammakarnataka.net23.net/waterfalls/AbbeyFalls3.jpg"
			],
			"id": 86,
			"name": "Abbey",
			"description": "The falls was earlier called Jessi falls named after a British officer's wife. However, the place was a thick jungle area back then. Years later, the beautiful waterfall was discovered by Mr. Neravanda B.Nanaiah who bought the place from the government and converted it into a coffee and spices plantation that is surrounding the waterfall today.",
			"district": "Kodagu",
			"bestSeason": "july to october",
			"additionalInformation": "One of the most amazing attractions in coorg, the picturesque view of the fall will suerly take your breath away and also provide you with few kodak moments. You will also find a hanging bridge from which an exceptional view of this waterfall is mesmerising.",
			"nearByPlaces": "Talacauvery Temple,Kumaraparvatha Trek,Tadiandamol Trek,Harangi Dam,Coorg Hillstation,Irpu Falls",
			"latitude": 12.4577,
			"longitude": 75.7165,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/Dudhsagar.jpg",
				"http://nammakarnataka.net23.net/waterfalls/Dudhsagar2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/Dudhsagar3.jpg"
			],
			"id": 87,
			"name": "Dudhsagar",
			"description": "Dudhsagar Falls (literally Sea of Milk ) is a four-tiered waterfall located on the Mandovi River in the border of the Indian states of Karnataka and Goa. It is 60 km from Panaji by road and is located on the Madgaon-Belgaum rail route about 46 km east of Madgaon and 80 km south of Belgaum.",
			"district": "Karwar",
			"bestSeason": "Through out the year",
			"additionalInformation": " Dudhsagar Falls is amongst India's tallest waterfalls with a height of 310m (1017ft) and an average width of 30m (100ft).",
			"nearByPlaces": "",
			"latitude": 15.3144,
			"longitude": 74.3143,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/BarkanaFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/BarkanaFalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/BarkanaFalls3.jpg"
			],
			"id": 88,
			"name": "Barkana",
			"description": "Barkana Falls is one of the ten highest waterfalls in India. ",
			"district": "Shimoga",
			"bestSeason": "July to october",
			"additionalInformation": "The waterfall is located in Balehalli forest area, at a distance of about 7km from the Agumbe village in Shimoga district of Karnataka. The waterfall has a height of about 850ft. It is located at a height of about 259m above sea level. It originates from the Seeta River that flows through this region.",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hillstation,Kodachadri Temple,Jog Falls,Kunchikal Falls",
			"latitude": 13.4881,
			"longitude": 75.0935,
			"category": "waterfall"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/KunchikalFalls.jpg"
			],
			"id": 89,
			"name": "Kunchikal",
			"description": "Kunchikal Falls, also called Kunchikal Abbe, is located near Masthikatte-Hulikal bordering Udupi-Shimoga districts of state of Karnataka. Kunchikal falls is formed by Varahi river.",
			"district": "Shimoga",
			"bestSeason": "monsoon",
			"additionalInformation": "The specialty of this waterfall is that hundreds of rocks form the backdrop against which the water cascades down and presents a marvellous view. The waterfall has a height of around 455m (1,493ft). ",
			"nearByPlaces": "Sigandur Chowdeshwari,Kodachadri Trek,Narasimha Parvatha,Kavaledurga Fort,Linganamakki Dam,Agumbe Hillstation,Kundadri Hillstation,Kodachadri Temple,Jog Falls,Barkana Falls",
			"latitude": 13.6971,
			"longitude": 75.0194,
			"category": "waterfall"
		},

		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/ChunchiFalls.jpg",
				"http://nammakarnataka.net23.net/waterfalls/chuchifalls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/chunchifalls3.jpg"
			],
			"id": 90,
			"name": "Chunchi",
			"description": "It is 80 kms from Bangalore on the way to mekedatu. With own vehicle these places are ideal outing spots. ",
			"district": "Ramnagara",
			"bestSeason": "June to september",
			"additionalInformation": "About 16kms before 'Sangama' you have to take a left turn to the Yeleguri village to go to this waterfall. The waterfall is about 6km away from the deviation.",
			"nearByPlaces": "Mekedatu Falls",
			"latitude": 12.3515,
			"longitude": 77.4464,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/apsara_konda1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/apsara_konda2.jpg"
			],
			"id": 91,
			"name": "Apsarakonda",
			"description": "Apsarakonda Falls is a perfect destination to break free from the monotony of routine life. Set in a small village named Apsarakonda in Honnavar taluk of Uttara Kannada district of Karnataka the waterfall possesses enthralling beauty. The scenic location of the waterfall is situated near the Western coast of Karnataka and has a pristine beach in its vicinity apart from a tall hill and a lovely pond. All these elements of nature are enough to mesmerize anyone visiting the place.",
			"district": "Uttara Kannada",
			"bestSeason": "June to October(monsoon)",
			"additionalInformation": "A unique fact about the waterfall is that the water flows down through the roots of a peepal (sacred fig) tree while descending to the pond below. There are natural caves hidden from plain sight by the old tree",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Magod Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.2311,
			"longitude": 74.4464,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/jerry_falls.jpg"
			],
			"id": 92,
			"name": "Jhari",
			"description": "Located near Mullayanagiri this waterfall is ideal to visit after trekking to Mullayanagiri. One can reach the falls by either trek route or use jeep services from main road. The trek route takes you through the coffee plantations and gives you a whole new experience of the beauty of nature. The 15-20 minutes drive up the falls also gives a good experience. Water falls with great force and is very cold which gives you a chilling experience. Best to plan Mullayangiri, Jhari waterfall and Bababudangiri in same day visit.",
			"district": "Chikkamagaluru",
			"bestSeason": "August - November",
			"additionalInformation": "One can stay at Jhari eco resort. They also arrange a jungle trek along  a warm stream. Best to plan with Mullayanagiri and Bababudangiri.",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Kalasa Temple",
			"latitude": 13.421477,
			"longitude": 75.7401967,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/iruppu_falls1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/iruppu_falls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/iruppu_falls3.jpg"
			],
			"id": 93,
			"name": "Irpu",
			"description": "The Irupu Falls are located in the Brahmagiri Range in the Kodagu district of Karnataka, India, bordering the Wayanad district of Kerala. The Falls are also known as the Lakshmana Tirtha Falls,derived from the name of the tributary of Cauvery which starts from these falls, the Lakshmana Tirtha River. One needs to walk inside the Brahmagiri sanctuary to reach this place. You have lot of flora and fauna to enjoy the walk and beautiful varieties off butterflies which makes your day before you reach the fall for a soothing bath inside.",
			"district": "Kodagu",
			"bestSeason": "Monsoon. Mornings would be the best time to visit the falls.",
			"additionalInformation": "According to popular legend, Rama and Lakshmana, passed along the Bhramagiri range whilst searching for Rama's beloved, Sita. When Rama asked Lakshmana to fetch him drinking water, Lakshmana shot an arrow into the Brahmagiri hills and brought into being the river Lakshmana Tirtha. Due to this legend, the Falls is believed to possess the power to cleanse sins and is visited by thousands of devotees on Shivaratri day.",
			"nearByPlaces": "Talacauvery Temple,Kumaraparvatha Trek,Tadiandamol Trek,Harangi Dam,Coorg Hillstation,Abbey Falls",
			"latitude": 11.9656,
			"longitude": 75.9837,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/magod_falls1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/magod_falls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/magod_falls3.jpg"
			],
			"id": 94,
			"name": "Magod",
			"description": "Magod falls is 18KM away from Yellapura city center. The river Bedti falls from a height of nearly 200m in two steps. One has to get ticket from forest check post and can visit this place. Magod falls is a scenic beauty, which asks for a small walk to the peak of the mountain from where this falls can be enjoyed. Cant get into the waters anywhere as one has to watch the falls from watch tower located almost 600 meters away from the falls but the falls is very clearly visible.There are 3 levels of viewing points to see this Magod falls.",
			"district": "Uttara Kannada",
			"bestSeason": "Monsoon. The waterfall is usually covered with fog during Monsoon. The waterfall does not seem to be interesting during other seasons. It gets less visitors during December during which you can enjoy the sight with less crowd.",
			"additionalInformation": "No facilities are available near the falls. Carry lot of water especially if you are visiting the falls in summer or post monsoon as this small walk sometimes could be tiering. It is a bit crowded place as well",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Unchalli Falls,Sathodi Falls",
			"latitude": 14.8495,
			"longitude": 74.7517,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/unchalli_falls1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/unchalli_falls2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/unchalli_falls3.jpg"
			],
			"id": 95,
			"name": "Unchalli",
			"description": "Unchalli Falls Kannada: ಉಂಚಳ್ಳಿ ಜಲಪಾತ, also known as Lushington Falls, is a waterfall created by a 116 metres (381 ft) drop in the Aghanashini river. The fall is located near Siddapur in Uttara Kannada District of Karnataka, India. The falls are named for J. D. Lushington, a District Collector for the British Government, who discovered the falls in 1845.\nHeggarne,\na hamlet in Uttara Kannada district,\nis 35 km from Siddapur.The falls are reached by a 5 kilometres(3.1 mi) trek from Heggarne through thick forest.Here the river makes a cavalcade of water falls and eventually leaps into a steep valley to form a spectacular,\npicturesque waterfall.The falls are sometimes called Keppa Joga because of the deafening sound they make.\n\nThe vertical mountain slopes and pathway,\nprofound chilly breeze plus the astonishing plants,\nflowers and vegetation keep the viewers dumb\nwhile trekking until the point of roaring Unchalli Falls storming down the earth.",
			"district": "Uttara Kannada",
			"bestSeason": "Monsoon.",
			"additionalInformation": "The special feature of this region is that even during lean rainy season there will be plenty of rain to maintaining its natural beauty of pouring water from the heights to keep us always happy.Unchalli falls can be visited at any time of the year as it offers an excellent view of the surrounding flora.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Sathodi Falls",
			"latitude": 14.41,
			"longitude": 74.7481,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/sathodi_falls1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/sathodi_falls2.JPG",
				"http://nammakarnataka.net23.net/waterfalls/sathodi_falls3.jpg",
				"http://nammakarnataka.net23.net/waterfalls/sathodi_falls4.jpg"
			],
			"id": 96,
			"name": "Sathodi",
			"description": "Sathodi Falls is a waterfall in India that is formed by several unnamed streams near Kallaramarane Ghat, Uttara Kannada District, near Sirsi, and 32 km from Yellapur. It is about 15 metres (49.2 feet) tall. The stream then flows into the backwaters of the Kodasalli Dam, into the Kali River. This is popularly known as the Mini Niagara. This falls forms a part of the Ganeshgudi forest range.",
			"district": "Uttara Kannada",
			"bestSeason": "Monsoon.",
			"additionalInformation": "The waterfall is a beauty for photography. Not advisable for senior citizen as one has to walk a lot to reach the waterfall. It offers it's visitors to stand right under the falls and enjoy it's beauty.",
			"nearByPlaces": "Dandeli Trek,Supa Dam,Yana Hillstation,Murudeshwara Temple,Gokarna Beach,Devbagh Beach,Netrani Beach,OM Beach,Apsarakonda Falls,Magod Falls,Unchalli Falls",
			"latitude": 14.948,
			"longitude": 74.586,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/chunchankatte1.JPG",
				"http://nammakarnataka.net23.net/waterfalls/chunchankatte2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/chunchankatte3.JPG"
			],
			"id": 97,
			"name": "Chunchankatte",
			"description": "Cauvery flows into Chunchankatte roaring thunderously forming a 60 feet height and approximately 300 to 400 feet wide waterfalls. This place is situated 57 km from Mysore in Krishna Raja Nagar (K.R.Nagar) taluk, Mysore district. When the river reaches to cascade it is divided into two separate falls and joins again to continue to flow as one into Krishna Raja Sagar (KRS) dam. The roar is deafening and the spray from the falls is refreshing. The gushing of water from every nook and corner of the rocky bed forms a milky white falls and the brown colored water in some parts of the falls shows the fertility that Cauvery brings along with her to the deccan plateau. At one angle you can see a large quantity of water whoosh to about 10 feet away from the jutting rocky bed before cascading into the river displaying the force at which it flows.",
			"district": "Mysuru",
			"bestSeason": "Monsoon.",
			"additionalInformation": "The water force is well tapped here and there is a hydraulic power generating station installed. It is in its best form during monsoon, but during seasons where there is less inflow of water, you can climb onto the rocks and explore more.",
			"nearByPlaces": "Chamundeshwari Temple,Venugopalaswami Temple,KRS Dam,GRS fantasy park,Mysuru Palace",
			"latitude": 12.5065,
			"longitude": 76.2950,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/godchi1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/godchi2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/godchi3.jpg"
			],
			"id": 98,
			"name": "Godchinamalaki",
			"description": "The Godachinmalki Falls is a waterfall located on Markandeya river in Belgaum district, Gokak Taluk, Karnataka, India. It is 15 kilometers away from Gokak and 40 kilometers from Belgaum. It is located in a deep green valley.\nGodachinmalki falls is also known as Markandeya falls",
			"district": "Belgaum",
			"bestSeason": "Monsoon.",
			"additionalInformation": "There are actually two falls formed here. The Markandeya river takes a first fall from a height of about 25 metres and flows into a rocky valley. After a short distance from the rocky valley, it takes the second fall from a height of about 20 metres.\nWithin 10 km distance Gokak falls is located from Godachinamalki vai Melmanahatti & Maradimath.Later Markandeya river joins Ghataprabha river near Gokak.",
			"nearByPlaces": "Gokak Falls,Jamboti Falls,Saundatti Yellamma",
			"latitude": 16.1331,
			"longitude": 74.7438,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/jamboti1.JPG",
				"http://nammakarnataka.net23.net/waterfalls/jamboti2.jpg",
				"http://nammakarnataka.net23.net/waterfalls/jamboti3.jpg"
			],
			"id": 99,
			"name": "Jamboti",
			"description": "Vajrapoha(Jamboti), is a breathtaking falls in Khanapur taluk of Belgaum dist.One can view the falls by trekking onto the top, or by front. Viewing the falls from the top is a more difficult trek than viewing from front. With the permission from the forest department camping can be done on the trek route to the top.",
			"district": "Belgaum",
			"bestSeason": "Monsoon.",
			"additionalInformation": "Formed by Mandovi River.",
			"nearByPlaces": "Gokak Falls,Godchinamalaki Falls,Saundatti Yellamma",
			"latitude": 15.5761,
			"longitude": 74.2871,
			"category": "waterfall"
		}, 
		{
			"image": [
				"http://nammakarnataka.net23.net/waterfalls/bandaje1.jpg",
				"http://nammakarnataka.net23.net/waterfalls/bandaje2.JPG",
				"http://nammakarnataka.net23.net/waterfalls/bandaje3.jpg"
			],
			"id": 100,
			"name": "Bandaje",
			"description": "Bandaje falls is formed by a tributary of Netravathi river and is located in a remote area of western ghats, which can be reached through trekking with the help of guides. Height of waterfalls is about 200 feet. The path to Bandaje falls from Valambra goes through thick ever green forest which ends in grass lands and those who trek without guide are likely to be lost in forest.Locally this falls is called as Bandaje Arbi, where Arbi means falls in Tulu language. Permission from Belthangady wildlife range office, Kudremukh national park is required to trek to Bandaje falls.",
			"district": "Dakshina Kannada",
			"bestSeason": "Monsoon",
			"additionalInformation": "To visit Bandaje Falls, there are two different routes. If you are travelling via Mangalore - Ujire, it is located 25 km from Ujire. Travel 6 km from Ujire towards Charmadi Ghat, take left at Somanthadka, travel for another 6 km, then take a right turn, and travel for 2 km to find a village named kadirudyavara, from where you can have the remote view of the Falls. However, you have to trek for 10 more km from Kadirudyavara to reach the falls",
			"nearByPlaces": "Dharmasthala Manjunatha,Kukke Subramanya,Kumaraparvatha Trek",
			"latitude": 13.1058,
			"longitude": 75.4151,
			"category": "waterfall"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/kumaraparvatha.jpg",
				"http://nammakarnataka.net23.net/trekking/kumara2.jpg",
				"http://nammakarnataka.net23.net/trekking/kumara3.jpg"
			],
			"id": 101,
			"name": "Kumaraparvatha",
			"description": "The Pushpagiri or Subramanya Hills (also referred as Kumaraparvatha) is the second-highest peak of Kodagu, and sixth highest peak in Karnataka",
			"district": "Dakshina Kannada",
			"bestSeason": "october to february.",
			"additionalInformation": "Trekking starting point is Kukke Subramanya.Considered among the toughest treks in South India, It is a perfect mix of physical challenge and natural beauty of the Pushpagiri Wildlife sanctuary.The weather at Kumara Parvata is volatile and can change drastically on short notice.Get down at subramanya and get fresh at the public toilets on the main street of Subramanya temple.Have early breakfast from the shops in the same street and also pack some lunch if you do not want to pay at Bhatru mane.Reach forest department office, pay the forest entry charges and leave behind your camping gears to Kumara Parvatha trek (remember camping is not allowed at the peak)",
			"nearByPlaces": "Dharmasthala Manjunatha,Kukke Subramanya,Bandaje Falls",
			"latitude": 12.6581,
			"longitude": 75.6867,
			"category": "trekking"
		}, 
		{

			"image": [
				"http://nammakarnataka.net23.net/trekking/ombattu.jpg",
				"http://nammakarnataka.net23.net/trekking/og.jpg",
				"http://nammakarnataka.net23.net/trekking/og2.jpg"
			],
			"id": 102,
			"name": "Ombattu Gudda",
			"description": "Ombattu Gudda, one of the highest peaks of the Western Range is located along the borderline of Chikmagalur and Hassan. The entire to and fro trekking activity of the peak -which derives its name from the Kannada word ‘ombattu’ (meaning 9) and ‘gudda’ (meaning hills) due to its location and appearance - would cover around 18km over two days.",
			"district": "Chikkamagaluru",
			"bestSeason": "September to march.",
			"additionalInformation": "Trek length-24 kms (8 hours up te hill and 2 hours down the hill),Trek difficulty level- Difficult,Height: 3236 feet,Get fresh at Gundya forest checkpost,Camping site: Grasslands on the way,Permission: Difficult to take. ",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls,Kalasa Temple",
			"latitude": 12.9408,
			"longitude": 75.5850,
			"category": "trekking"
		},  
		{

			"image": [
				"http://nammakarnataka.net23.net/other/wonderla0.jpg",
				"http://nammakarnataka.net23.net/other/wonderla1.jpg",
				"http://nammakarnataka.net23.net/other/wonderla2.jpg",
				"http://nammakarnataka.net23.net/other/wonderla3.jpg",
				"http://nammakarnataka.net23.net/other/wonderla4.jpg",
				"http://nammakarnataka.net23.net/other/wonderla5.jpg"
			],
			"id": 103,
			"name": "Wonder La",
			"description": "Wonderla amusement park is near Bidadi, 28 kilometres from Bangalore",
			"district": "Bangalore",
			"bestSeason": "Mon-Fri: 11:00 AM to 06:00 PM\nSat-Sun/Holidays: 11:00 AM to 7:00 PM\nPhone: +91 80 2201 0333",
			"additionalInformation": "Dry Rides: \n\n1)XD MAX - a 3D film with physical and environmental effects\n2)Musical Fountain and Laser Show\n3)Cinemagic 3D- HD-3D video, multi-channel surround sound, high power blowers and hydraulics-assisted seats that move in perfect synchronization with the visual content\n4)Hang Glider-is an adventurous ride that takes the riders on an air trip at a dizzying height.\n5)Pirate Ship-This swing, in a shape of a wooden craft, swings to an arc of 180 degrees - giving you a sudden rush of adrenaline through its acceleration.\n6)Techno Jump\n7)Sky Wheel-Firmly straddling a 13-storey-high tower, the giant wheel with a diameter of 30 meters, gives riders a bird's eye view of the park and its surroundings.\n8)Toon Tango\nother small dry games inlcludes Termite Coaster and Train, Dungeon Ride, Crazy Car, Crazy Wagon etc.\n\nWater Rides:\n1)Jungle Lagoon\n2)Lazy River- shallow water ride\n3)Boomerang-water ride with a float moves into a closed tunnel and then suddenly drops from a height into a large boomerang shaped water slide\n4)Fun Racers-The downward slide\n5)Twisters\n6)Rain Disco\n7)Wave Pools etc.\n\nHigh Thrill Rides:\n1)Flash Tower- free fall ride over 40 meters tall\n2)Equinox\n3)Hurricane- giant three-bladed fan with seating capsules along the blades of the fan\n4)Maverick- is a ride that doesn't go by the rules. It turns. It twists. It tilts. It swivels. It turns you upside down and every which way possible.\n5)Drop Zone\n6)Wonderla Bamba\n7)Mixer etc.",
			"nearByPlaces": "Iskcon Temple,Nandi Hills,Hutridurga Hills,Nijagal Betta,Cubbon park",
			"latitude": 12.834329,
			"longitude":77.401044,
			"category": "other"
		},
		{

			"image": [
					"http://nammakarnataka.net23.net/other/grs0.jpg",
					"http://nammakarnataka.net23.net/other/grs1.jpg",
					"http://nammakarnataka.net23.net/other/grs2.jpg",
					"http://nammakarnataka.net23.net/other/grs3.jpg"
			],
			"id": 104,
			"name": "GRS fantasy park",
			"description":"The entry-price is:\n Adults: 650\nChildren: 530\nSenior-citizen: 380\nThere is around 50% off on these rates for students with a group of 20 or more provided they get an authorization letter from the head of their institution.\nTransport arrangements to the park & back, contact following numbers: 9448557029/080-4126895",
			"district": "Mysuru",
			"bestSeason":"Starts everyday from 10:30am till 6:00pm\nPhone: 0821 258 2781",
			"additionalInformation":"Dry Rides:\n1)Dragons Den\n2)Columbia\n3)Aqua-Tornado\n4)Dashing car\n5)Swing Chair\n6)5D Virtual\n7)Music Bob\n8)Rock climbing etc.\n\nWater Rides:\n1)Aqua-Race\n2)Amazonia\n3)Pendulum-slide\n4)Aqua Dance Floor\n5)Hawaiin paradise etc.",
			"nearByPlaces": "Chamundeshwari Temple,Venugopalaswami Temple,KRS Dam,Chunchankatte Falls,Mysuru Palace",
			"latitude": 12.353071, 
			"longitude":76.635249,
			"category": "other"
		},
		{

			"image": [
				"http://nammakarnataka.net23.net/heritage/mysuru0.jpg",
				"http://nammakarnataka.net23.net/heritage/mysuru1.jpg",
				"http://nammakarnataka.net23.net/heritage/mysuru2.jpg",
				"http://nammakarnataka.net23.net/heritage/mysuru3.jpg"
			],
			"id": 105,
			"name": "Mysuru Palace",
			"description":"Architecture:  style of the palace is commonly described as Indo-Saracenic, and blends together Hindu, Muslim, Rajput, and Gothic styles of architecture. It is a three-storied stone structure, with marble domes and a 145 ft five-storied tower. The palace is surrounded by a large garden.\n Special events : Every autumn, the Palace is the venue for the famous Mysuru Dasara festival, during which leading artists perform on a stage set up in the palace grounds. On the tenth day of the festival Vijaya Dashami, a parade with caparisoned elephants and other floats originate from the palace grounds. The Dasara festival is celebrated in the months of September and October of each year. This festival has been celebrated by the Wadiyars at Srirangapatna from 1610 and in Mysuru with great pomp from 1799 and the tradition still is carried on although the scale of the celebrations has diminished. The Dasara festivities have become an integral part of the culture and life in Mysuru. To celebrate this festival the Palace of Mysuru is illuminated with more than 96,000 lights during that two month period.\n\nUnique rooms: \n1) Public Durbar Hall\n2) Private Durbar or Ambavilasa Palace\n3) Gombe Thotti (Doll’s Pavilion)\n4) Kalyana Mantapa\n5) Portrait Gallery",
			"district": "Mysuru",
			"bestSeason":"Palace Timings 10:00am till 5:30pm\nAdults Rs. 40\nChildren below 10 years : Free Entrance\nChildren between 10 - 18 Years : Rs. 20\nEducational Tour : (Letter from School Management) Rs. 10\nForeigners : Rs. 200\n\n PALACE LIGHTINGS ON SUNDAYS AND PUBLIC HOLIDAYS FROM 7:00pm till 7:30pm",
			"additionalInformation":"Construction started: 1897\nCompleted: 1912\nOwner: Rajmata Pramoda Devi Wadiyar\nThe palace complex includes twelve Hindu temples. The oldest was built in the 14th century, while the most recent was built in 1953.\n1) Someshvara Temple, dedicated to God Lord Shiva\n2) Lakshmiramana Temple, dedicated to God Lord Vishnu\n3) Shwetha Varahaswamy Temple, dedicated to Lord Varahaswamy\n4) Sri Prasanna krishna Swami Temple\n5) Sri Bhuvaneshwari Temple\n6) Kodi Someshwaraswami Temple\n7) Sri Gayatri Temple\n8) Sri Trineshwara temple",
			"nearByPlaces": "Chamundeshwari Temple,Venugopalaswami Temple,KRS Dam,Chunchankatte Falls,GRS fantasy park",
			"latitude": 12.3039, 
			"longitude":76.6547,
			"category": "heritage"
		},
		{

			"image": [
				"http://nammakarnataka.net23.net/temples/kalasa0.jpg",
				"http://nammakarnataka.net23.net/temples/kalasa1.jpg",
				"http://nammakarnataka.net23.net/temples/kalasa2.jpg",
				"http://nammakarnataka.net23.net/temples/kalasa3.jpg"
			],
			"id": 106,
			"name": "Kalasa",
			"description":"Kalasa is a holy temple-town located in Chikkamagaluru district in Karnataka. Kalasa is located on the banks of the Bhadra River. Kalasa is also known for the sacred Pancha Theertha, which stands for five sacred waters. They are:\n1)Vasishta Theertha—This Theertha is special because of the Sage Vasishta\n2)Naga Theertha—This one is special as it is believed that a dip here will cure Naga Dosha.\n3)Koti Theertha—Koti Devatha remained here at the request of Sage Agasthya during Girija Kalyana\n4)Rudra Theertha—It is believed that offering pinda here is as auspicious as offering pinda at Vishnu Pada or Gaya\n5)Amba Theertha— The sacred water spot of Goddess Parvati\n6)Duggapan Katte—From this spot, the whole town of Kalasa can be seen.",
			"district": "Chikkamagaluru",
			"bestSeason":"Anytime throught the year",
			"additionalInformation":"Phone: 082632 74705\n\nFestivals: \n1)Girija Kalyana – This is the celebration of the marriage of Shiva and Parvati.\n2)Kalasa Car Festival – This the Rathotsava of the Kalaseshwara Temple\n3)Venkataramana Swamy Temple Car Festival—This is the Rathotsava of the Venkataramana Swamy Temple",
			"nearByPlaces": "Annapoorneshwari Temple,Sringeri Temple,Mullayanagiri Trek,Kudremukh Trek,Kuringal Gudda,Bhadra Dam,Chikkamagaluru Hillstation,Kemmanagundi Hillstation,Gangamoola Hillstation,Hebbe Falls,Jhari Falls",
			"latitude": 13.232603, 
			"longitude": 75.365165,
			"category": "temple"
		},
		{
			"image":[
					"http://nammakarnataka.net23.net/trekking/Skandagiri0.jpg",
					"http://nammakarnataka.net23.net/trekking/Skandagiri1.jpg"
			],
			"id":107,
			"name":"Skandagiri",
			"description":"Also known as Kalavara Durga, Skandagiri is located around 70km from Bangalore and can be reached within 2 hours of drive from the city. Offering panoramic views of the night sky and the sunrise, this 8km trek comprises of ascending and descending through rugged terrains and can be completed within 4-5 hours of ascending and descending.",
			"district":"Chikkaballapur",
			"bestSeason":"Non-rainy seasons",
			"additionalInformation":"Till the Papagni Temple, the climb offers moderate challenges to the trekkers. Hereafter, it gets considerably challenging as the walls of the ancient temple offers various challenges to the trekkers. Overcoming these challenges, reach to the peak by 2am. Post this, relax around a pleasant bonfire that also will keep you warm and laze within the individually provided sleeping bags. With the advent of the morning at around 5am, witness the panoramic views of the sunrise and start descending down the hill.",
			"nearByPlaces":"Nandi Hills",
			"latitude":13.4175,
			"longitude":77.6828,
			"category":"trekking"
		},
		{
			"image":[
						"http://nammakarnataka.net23.net/heritage/Hampi0.jpg",
						"http://nammakarnataka.net23.net/heritage/Hampi1.jpg",
						"http://nammakarnataka.net23.net/heritage/Hampi2.jpg",
						"http://nammakarnataka.net23.net/heritage/Hampi3.jpg"
			],
			"id":108,
			"name":"Hampi",
			"description":"Hampi (Hampe) is a village and temple town recognised as a UNESCO World Heritage Site, listed as the Group of Monuments at Hampi in northern Karnataka, India. It was one of the richest and largest cities in the world during its prime. It is located within the ruins of the city of Vijayanagara, the former capital of the Vijayanagara Empire. Predating the city of Vijayanagara, Hampi continues to be an important religious centre, housing the Virupaksha Temple and several other monuments belonging to the old city.",
			"district":"Bellary",
			"bestSeason":"Anytime throughout the year",
			"additionalInformation":"Hampi is situated on the banks of the Tungabhadra River. It is 353 km from Bangalore and 74 km from Bellary. The annual Hampi Utsav or Vijaya Festival has been celebrated since the reign of Vijayanagara. It is organized by the Government of Karnataka as Nada Festival.",
			"nearByPlaces": "Virupaksha Temple,Tungabhadra Dam,Daroji Bear Sanctuary,Bellary Fort,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark",
			"latitude": 15.3350,
			"longitude": 76.4600,
			"category":"heritage"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/temples/Huligemma0.jpg",
				"http://nammakarnataka.net23.net/temples/Huligemma1.jpg"
			],
			"id":109,
			"name":"Huligemma Devi",
			"description":"Vyaghrapuri is a Sanskrit Name of holy pilgrimage centre Huligi. Huligi is an abode of Godess Durga. This is a self manifested temple of her, located on the scenic Tungabhadra River. She has manifested herself in form of an abstract rock. This temple is situated in a village called Huligi.",
			"district":"Koppal",
			"bestSeason":"Fridays and during Navratri festival",
			"additionalInformation":"It is located around 20 Kilometers away from the district Head quarters Koppala.",
			"nearByPlaces": "Virupaksha Temple,Tungabhadra Dam,Daroji Bear Sanctuary,Bellary Fort,Anjanadri Temple,Navabrindavan Temple,Hampi Heritage,Kishkinda waterpark",
			"latitude":15.3050,
			"longitude":76.3446,
			"category":"temple"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/other/Daroji0.jpg",
				"http://nammakarnataka.net23.net/other/Daroji1.jpg",
				"http://nammakarnataka.net23.net/other/Daroji2.jpg"
			],
			"id":110,
			"name":"Daroji Bear Sanctuary",
			"description":"Daroji Sloth Bear Sanctuary is located in Ballari district in Karnataka. The sanctuary was created exclusively for the preservation of Indian Sloth Bear. It is about 50 km from Bellary and about 15 km from the World heritage site Hampi.",
			"district":"Bellary",
			"bestSeason":"Anytime throughtout the year",
			"additionalInformation":"The sanctuary is open between 4 PM to 6 PM on all days. There is a watch tower within the sanctuary, opposite Karadikallu Gudda, that provides a vantage point to view the bears descending from the adjacent hillocks during evening hours. \nEntry fee is 50Rs per person. \nPhone: 080 3017 8146",
			"nearByPlaces": "Virupaksha Temple,Tungabhadra Dam,Huligemma Temple,Bellary Fort,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark",
			"latitude": 15.2696,
			"longitude":76.5314,
			"category":"other"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/heritage/BellaryFort0.jpg",
				"http://nammakarnataka.net23.net/heritage/BellaryFort1.jpg",
				"http://nammakarnataka.net23.net/heritage/BellaryFort2.jpg",
				"http://nammakarnataka.net23.net/heritage/BellaryFort3.jpg"
			],
			"id":111,
			"name":"Bellary Fort",
			"description":"The Bellary Fort was built on top of a hill called the Ballari Gudda or the Fort Hill. It was built in two parts namely, the Upper Fort and the Lower Fort. The Upper Fort was built by Hanumappa Nayaka, a feudatory of Vijayanagara Empire, but the Lower Fort was built by Hyder Ali in later part of the 18th century.",
			"district":"Bellary",
			"bestSeason":"Anytime throughtout the year",
			"additionalInformation":" The entrance for each person is 5Rs. Closing time will be 5:30 pm better be down the mountain before.",
			"nearByPlaces": "Virupaksha Temple,Tungabhadra Dam,Daroji Bear Sanctuary,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Kishkinda waterpark",
			"latitude":15.1491,
			"longitude":76.9102,
			"category":"heritage"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/other/Kishkinda0.jpg",
				"http://nammakarnataka.net23.net/other/Kishkinda1.jpg",
				"http://nammakarnataka.net23.net/other/Kishkinda2.jpg",
				"http://nammakarnataka.net23.net/other/Kishkinda3.jpg"
			],
			"id":112,
			"name":"Kishkinda waterpark",
			"description":"Kishkinda Water Park is near Virupapur Island, Hampi. The entry fee for the water park is 150 per person and 175 during weekends.",
			"district":"Koppal",
			"bestSeason":"Summer season to enjoy the water park",
			"additionalInformation":"Entrance Time: 9.30 A.M. TO 6.00 P.M. & Park Closing Time 7.00PM\n Contact 08533 287034-35-36, Mobile: 94491 44167\n mail : kishkindawaterpark@gmail.com",
			"nearByPlaces": "Virupaksha Temple,Tungabhadra Dam,Daroji Bear Sanctuary,Anjanadri Temple,Navabrindavan Temple,Huligemma Devi Temple,Bellary Fort",
			"latitude": 15.3462,
			"longitude":76.4455,
			"category":"other"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/other/tonse0.jpg",
				"http://nammakarnataka.net23.net/other/tonse1.jpg"
			],
			"id":113,
			"name":"Tonse hanging bridge",
			"description": "Tonse is a combined village, which include Tonse West and Tonse East situated about 8 kilometres (5.0 mi) from Udupi on the western coast of South India, between the Arabian Sea and Western Ghats. Just three miles off the seacoast are the St. Mary’s Islands, a tourist spot, (locally known as ‘Tonse-Par’ meaning, ‘beyond Tonse’), reachable from the port town of Malpe, by powerboat or country craft. In the delta of Suvarna, a group of about a dozen islands, covered with lush green coconut palms surrounded by clear blue waters adds to the natural beauty to the village. An impressive looking hanging bridge, which attracts curious visitors from far and wide connects one of the better-known islands, Thimmankudru to the mainland. House Boats are in the backwaters of Hoode.",
			"district": "Udupi",
			"bestSeason": "throught the year",
		    "additionalInformation": "Tonse is bounded on its western side the Arabian Sea while on the eastern side the Suvarna river runs, creating a number of islands in its delta before it finally merges with the sea at Kodibengre. The Hanging Bridge was constructed by 2 Karnataka Engineer NCC and the Bridge was named as Deepak in memory of a late NCC Cadet. The complete material for construction of this bridge was made available by local people from their own private funds.",
			"nearByPlaces":"Kollur Mookambika,Malpe Beach,Maravanthe Beach,Hattiangadi Temple",
			"latitude":13.40,
			"longitude":74.72,
			"category":"other"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/other/cubbon0.jpg",
				"http://nammakarnataka.net23.net/other/cubbon1.jpg",
				"http://nammakarnataka.net23.net/other/cubbon2.jpg"
		  	],
		  	"id":114,
		  	"name":"Cubbon Park",
    	    "description": "Cubbon Park is a landmark 'lung' area of the Bengaluru city, located within the heart of city in the Central Administrative Area. Originally created in 1870, when Major General Richard Sankey was the then British Chief Engineer of Mysore state, it covered an area of 100 acres (0.40 km2) and subsequent expansion has taken place and the area reported now is about 300 acres (1.2 km). It has a rich recorded history of abundant flora and fauna plantations coupled with numerous impressive and aesthetically located buildings and statues of famous personages, in its precincts.",
		  	"district":"Bangalore",
		  	"bestSeason":"Throught the year",
		    "additionalInformation": "This public park was first named as Meade’s Park after Sir John Meade, the acting Commissioner of Mysuru in 1870 and subsequently renamed as Cubbon Park after the longest serving commissioner of the time, Sir Mark Cubbon. To commemorate the Silver Jubilee of Sri Krishnaraja Wodeyar’s rule in Mysore State, in 1927, the park was again renamed as Sri. Chamarajendra Park, in memory of the 19th-century ruler of the state Sri Chamarajendra Wodeyar (1868–94), during whose rule the park came into existence.The landscaping in the park creatively integrates natural rock outcrops with thickets of trees, massive bamboos, with grassy expanse and flowerbeds and the monuments within its limits, regulated by the Horticulture Department of the Government of Karnataka. The predominantly green area of the park has many motorable roads, and the well-laid-out walking paths running through the park are frequented by early morning walkers and the naturalists who study plants in the tranquil natural environment.",
		  	"nearByPlaces":"Iskcon Temple,Nandi Hills,Wonder La,Nijagal Betta,Hutridurga Trek",
		  	"latitude":12.9763,
		  	"longitude":77.5929,
		  	"category":"other"
		},
		{
			"image":[
				"http://nammakarnataka.net23.net/other/cubbon0.jpg",
				"http://nammakarnataka.net23.net/other/cubbon1.jpg",
				"http://nammakarnataka.net23.net/other/cubbon2.jpg"
		  	],
		  	"id":115,
		  	"name":"Cubbon Parks",
    	    "description": "Cubbon Park is a landmark 'lung' area of the Bengaluru city, located within the heart of city in the Central Administrative Area. Originally created in 1870, when Major General Richard Sankey was the then British Chief Engineer of Mysore state, it covered an area of 100 acres (0.40 km2) and subsequent expansion has taken place and the area reported now is about 300 acres (1.2 km). It has a rich recorded history of abundant flora and fauna plantations coupled with numerous impressive and aesthetically located buildings and statues of famous personages, in its precincts.",
		  	"district":"Bangalore",
		  	"bestSeason":"Throught the year",
		    "additionalInformation": "This public park was first named as Meade’s Park after Sir John Meade, the acting Commissioner of Mysuru in 1870 and subsequently renamed as Cubbon Park after the longest serving commissioner of the time, Sir Mark Cubbon. To commemorate the Silver Jubilee of Sri Krishnaraja Wodeyar’s rule in Mysore State, in 1927, the park was again renamed as Sri. Chamarajendra Park, in memory of the 19th-century ruler of the state Sri Chamarajendra Wodeyar (1868–94), during whose rule the park came into existence.The landscaping in the park creatively integrates natural rock outcrops with thickets of trees, massive bamboos, with grassy expanse and flowerbeds and the monuments within its limits, regulated by the Horticulture Department of the Government of Karnataka. The predominantly green area of the park has many motorable roads, and the well-laid-out walking paths running through the park are frequented by early morning walkers and the naturalists who study plants in the tranquil natural environment.",
		  	"nearByPlaces":"Iskcon Temple,Nandi Hills,Wonder La,Nijagal Betta,Hutridurga Trek",
		  	"latitude":12.9763,
		  	"longitude":77.5929,
		  	"category":"lunch"
		}

	]
}
