{
	"android": [{
			"img": "https://i.ytimg.com/vi/G9oI0lJE18Q/maxresdefault.jpg",
			"name": "HPN Exclusive Trailer",
			"content": "Make some Noise for the Biggest Blockbuster of the year. Humble Politicann Nograj. \n The Cinema revolves around the subject of Indian Politics and gives a strong message. \nSaad and Danish have teamed up to tickle your funny Bone.\n So Ladiyus and GentluMennu, Get Ready! Catch all the Action.",
			"videoUrl": "https://www.youtube.com/watch?v=SVVX5PnhKBA&t=58s"
		},
		{
			"img": "http://img.youtube.com/vi/ciw6J_lMC3w/mqdefault.jpg",
			"name": "HPN - Danish Interview  ",
			"content": "Checkout what Danish Sait, the Humbalest Politicann feels about the making of the movie. Also, he spills out few beans about the storyLine.",
			"videoUrl": "https://www.youtube.com/watch?v=ciw6J_lMC3w"
		},
		{
			"img": "https://photos.filmibeat.com/ph-big/2017/05/_14942410776.jpg",
			"name": "TOI Interview - Herd of BORAT.",
			"content": "The makers say that it depicts the crooked journey of manipulative politician Nograj, who is already infamous thanks to social-media platforms. 'Nograj will deal with current political scenarios in authentic locations and there is nothing funnier than seeing a caricatured politician create a wacky world and pull citizens into it,' says Hemanth, adding that this film will be different and will give viewers a Borat-like experience.",
			"videoUrl": "n/a"
		},
		{
			"img": "https://pbs.twimg.com/profile_images/911778823552692225/7rEMDaIf_400x400.jpg",
			"name": "Danish is in Tears.",
			"content": "After the release of HPN Trailer, Danish Tweeted @DanishSait - The first look teaser of #HPN 🙏🏻 From prank calls on the radio to this ... YOU are the reason 😊 Much love!",
			"videoUrl": "n/a"
		},
		{
			"name": "Team Humble Politician Nograj’s tribute to Sandalwood",
			"content": "The team of Humble Politician Nograj — Danish Sait, Sruthi Hariharan and Vijay Chendoor recently shot for a promotional song for the film that is a tribute to the Kannada film industry. The song was released on November 1 — Karnataka Rajyotsava. The executive producer Maaz Khan says, "The guys from Troll Haiklu, an online meme page, have wanted to do something with us for the longest time, because of which they recently approached Danish. And that his how this song came about. It's a promotional song, but will not be included in the film." "A couple of years ago, a video appeared online which had three girls dancing in a car to Bollywood songs over the years. We thought that was a cool concept and tried something similar, but with 13 Kannada songs from over the decades. This is our way of commemorating Karnataka Rajyotsava and is our tribute to Kannada films," says Maaz. The video — that has been directed by Abhishek Savalgi from Troll Haiklu and Pradeep Doddaiah from Filmy Fun — covers songs such as Kuladalli Keelyavudo, Havina Dvesha, Santhosakke, Stylo Stylo and Aladsu Aladsu.",
      			"img": "http://timesofindia.indiatimes.com/photo/msid-58494151/58494151.jpg?64709",
			"videoUrl": "n/a"
		},

		{
			"name": "Humble Politician Nograj is a film star now",
			"content": "The makers of Godhi Banna Sadharna Mykattu, Hemanth M Rao and Pushkar M, will collaborate with improv comic and filmmaker Saad Khan and entertainment professional Danish Sait, who is popular as the politician Nograj, for a political satire. Called Humble Politician Nograj, this film will be in English and Kannada. Saad will be directing the film, which is currently in its pre-production stages. The makers say that it depicts the crooked journey of manipulative politician Nograj, who is already infamous thanks to social-media platforms. 'Nograj will deal with current political scenarios in authentic locations and there is nothing funnier than seeing a caricatured politician create a wacky world and pull citizens into it,' says Hemanth, adding that this film will be different and will give viewers a Borat-like experience. Pre-production work for the film is in full swing and the makers are meeting actors to put together the primary cast, which includes Nograj's wife, his trusted PA and other important characters.",
      			"img": "http://timesofindia.indiatimes.com/photo/msid-58494151/58494151.jpg?64709",
			"videoUrl": "n/a"
		},
		{
			"img": "http://timesofindia.indiatimes.com/photo/msid-58494151/58494151.jpg?64709",
			"name": "KitKat",
			"content": "content level 19",
			"videoUrl": "n/a"
		},
		{
			"img": "http://timesofindia.indiatimes.com/photo/msid-58494151/58494151.jpg?64709",
			"name": "Nougat",
			"content": "content level 24 - 25",
			"videoUrl": "n/a"
		}
	]
}
