{
	"android": [
		{
			"img": "https://i.ytimg.com/vi/G9oI0lJE18Q/maxresdefault.jpg",
			"name": "HPN Exclusive Trailer",
			"content": "Make some Noise for the Biggest Blockbuster of the year. Humble Politicann Nograj. \n\n The Cinema revolves around the subject of Indian Politics and gives a strong message. \nSaad and Danish have teamed up to tickle your funny Bone.\n So Ladiyus and GentluMennu, Get Ready! Catch all the Action.",
			"videoUrl": "https://www.youtube.com/watch?v=SVVX5PnhKBA&t=58s"
		},
		{
			"name": "Mon Ki Baat with Humble Politician Nograj EP 02",
			"content": "Checkout what the Humbalest Politicann Nograj had to tell from his soul. Catch Exclusive Episode 2 of Nograj's Mann Ki Bath ",
			"img": "https://img.youtube.com/vi/VYrHZeAGmho/mqdefault.jpg",
			"videoUrl": "https://www.youtube.com/watch?v=VYrHZeAGmho"
		},
		{
			"img": "http://img.youtube.com/vi/ciw6J_lMC3w/mqdefault.jpg",
			"name": "HPN - Danish Interview  ",
			"content": "Checkout what Danish Sait, the Humbalest Politicann feels about the making of the movie. Also, he spills out few beans about the storyLine.",
			"videoUrl": "https://www.youtube.com/watch?v=ciw6J_lMC3w"
		},
		{
			"img": "https://photos.filmibeat.com/ph-big/2017/05/_14942410776.jpg",
			"name": "TOI Interview - Herd of BORAT.",
			"content": "The makers say that it depicts the crooked journey of manipulative politician Nograj, who is already infamous thanks to social-media platforms. \n\n'Nograj will deal with current political scenarios in authentic locations and there is nothing funnier than seeing a caricatured politician create a wacky world and pull citizens into it,' says Hemanth, adding that this film will be different and will give viewers a Borat-like experience.",
			"videoUrl": "n/a"
		},
		{
			"img": "https://pbs.twimg.com/profile_images/911778823552692225/7rEMDaIf_400x400.jpg",
			"name": "Danish is in Tears.",
			"content": "After the release of HPN Trailer, Danish Tweeted @DanishSait - The first look teaser of #HPN 🙏🏻 From prank calls on the radio to this ... YOU are the reason 😊 Much love!",
			"videoUrl": "n/a"
		},

		{
			"img": "http://timesofindia.indiatimes.com/photo/msid-58494151/58494151.jpg?64709",
			"name": "Rana Daggubati, Rakul Preet & Other Celebrities Laud Humble Politician Nograj’s Teaser!",
			"content": "Teaser has also been appreciated by several celebrities from different fields. Given the popularity of Danish Sait throughout the country, this appreciation was expected. Here is what they had to say about the teaser. \n\nRana Daggubati of Baahubali fame: \"the Humble NOOOGRAAAJJJ is here @DanishSait awesome man!!\" \n\nStar composer Anirudh Ravichander: \"Here is the teaser of my dear friend @DanishSait 's debut and it is totally on fire Kudos #HumblePoliticianNograj\" \n\nStar actress Rakul Preet: \"dan mannnn ! This looks awesomeee, its time 4 d world 2 c d face behind d radio pranks!Show ur talent. U rock danmannnn ! @DanishSait all d best for new beginnings!!\" \n\nPrajwal Devaraj: \"welcome to the silver screen brother!! The trailer is hilarious!! Can't wait to watch the movie!!\" \n\nAnup Bhandari: \"@DanishSait cannot wait for you to come :) ATB @rakshitshetty @hemanthrao11 @PUSHKARA11 @sruthihariharan @SaadKhanCS\" \n\nChiru Sarja: \"I really enjoyed the teaser good going... all the best the whole team..\" \n\nIPL Presenter Gaurav Kapoor: \"Hahaha. This promises to be funny. Good job @DanishSait \"",
			"videoUrl": "n/a"
		},

		{
			"name": "Nograj will make you think whether you have voted the right people into power",
			"content": "When two men, whose bread and butter revolves around making people laugh, make a film, expectations that it will be a laugh riot shoot through the roof. And if the recent conversation that filmmaker Saad Khan and standup comedy specialist Danish Sait, who is bringing his comic alter ego Nograj to the big screen with their film, Humble Politician Nograj ( HPN ), had with Bangalore Times is anything to go by, audiences are in for a treat.",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/Power.jpg",
			"videoUrl": "n/a"
		},

		{
			"name": "Behind moustache and mischief",
			"content": "Prankster extraordinaire, Danish Sait, talks about his journey to the silver screen and the manic mind of his character, Nograj. \n\nWhen Danish Sait was all of 13, he attended a VJ hunt on MTV, and was kindly told by Vaibhav Vishal, the channel’s creative head at the time, to invest in his studies. A few years later, Sait turned up at an SS Music VJ hunt sporting a head of blue hair, and made some progress. Although he does not have pictures of his look from the time, as he owned a Nokia 6600 and documentation of personal style was obviously less of a fad then, he was clearly making an impression even at a young age. Now, just a few weeks ago, the very same Vishal tweeted the teaser of Sait’s upcoming film, Humble Politician Nograj, with a congratulatory message. Nograj is something of a pop - culture phenomenon today.A parody of the modern - day politician, he periodically appears on YouTube and Facebook Live, wearing his trademark sunglasses and thick moustache, spewing politically incorrect statements without a care in the world.But before he adopted the guise of Nograj on radio— and Asgar, and Chacko, among countless others— Sait’ s voice had already been on the airwaves in Bahrain and Dubai.He landed his first job at a radio station in Bahrain saying he had prior experience, before proceeding to make a hash out of a 25 - minute link he was asked to do, and learning an important lesson in the process.\"In any profession, if you don’t learn it, you don’t earn it. So I started learning it.\"",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/mischief.jpg",
			"videoUrl": "n/a"
		},
		{
			"name": "Virat Kohli wishes success to Danish Sait's Humble Politician Nograj",
			"content": "Indian cricket captain Virat Kohli, who watches a lot of Hindi films, has spoken about a Kannada film for the first time. However, it is not the movie of an A-list actor or made by a big production house. His good friendship with the hero of the Sandalwood flick made him send his wishes. The film is none other than Humble Politician Nograj. In a video message, he says, \"Namaskara, I am recording this video for my good friend Danish Sait. I am really happy for you bro. Your trailer has done really well for your new movie My Humble Politician Nograj.\"",
			"img": "https://img.youtube.com/vi/MBeOC89FtFA/mqdefault.jpg",
			"videoUrl": "https://www.youtube.com/watch?v=MBeOC89FtFA"
		},
		{
			"name": "Move aside, Danish Sait! Nograj is the new funny guy in the house",
			"content": "In Bengaluru, Danish Sait needs no introduction. For years, Bengalureans have loved his voice and wit. Some time ago, they even got to hear another version of him — Nograj, who is in no way similar to the real Danish. You’ve hated him, but you’ve loved him at the same time. And now all the Nograj fans in the house will get to watch him on the big screen, once the film Humble Politician Nograj releases.  \n\nThese days, Danish literally leads a double life, juggling between himself and Nograj, spending most of his time with the film's post production. Danish, the comedian had so much to talk about in a short Interview quoted that \"The film has no connection to any existing politician. This is a pure satirical take on the kind of politics that we already have amidst us. Nograj was a concept started way back during my RJ days when I did prank calls with a series of characters I created with different voices. Nograj was one of them. He would find himself in situations that needed a cop to solve it. Once the RCB happened to catch my show that had Nograj’s character. They wanted to put together a show that would connect the fans to the team. That’s when I came up with the character Mr Nags, a modified version of Nograj. The next thing was a film. I wanted to take the character to another extent and that’s how the idea of the film came up.",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/moveaside.jpg",
			"videoUrl": "n/a"
		},

		{
			"name": "I can wear my own trousers, thank you: Danish Sait",
			"content": "He has been there, done that. Yet, for the multifaceted Danish Sait, who wears many hats as a radio host, emcee and TV presenter, his Sandalwood debut as an actor is an all-new experience. Danish is quite amused by the attention and adulation coming his way as the hero of Humble Politician Nograj. This is not the first time he is facing the camera, though. He has already done many television shows. In his first ever interview to City Express, Danish talks about how he gets assistance even with something as simple as putting on a pair of trousers. The film is now on its second schedule and the artist says the experience on the sets of his first Kannada flick is very odd. \"I have learnt that in India we worship the actor when the fact is there are seventy other people who make this actor look good,\" says Danish. \"He brings to life what is on paper, but honestly the actor is a minuscule part of the film. Be it the light man or the camera guy, the person who is recording sound outside or food caterer, there are people working in 25 other departments... we don’t appreciate them are they are simply mentioned as a passing comment. Everybody earns their place after much hard work but a handfull are privileged.\n\"Danish cites his first hand experiences on the sets of Humble Politician Nograj. \"We have a dress man, who has been working in the industry for the last 35 years, who I happened to meet on the first day of shoot. I had to get into a different trouser for the next shot and this man came running to me to help me take my trouser off. I looked at him and asked, ‘Uncle, why would you want to do it,’ and he answered, ‘That’s what we are expected to do’. Then there was another person waiting with the shoes I had to wear. I don’t know the culture of the movie industry nor do I know who the actors are who take help to wear their shoes but how can you be so lazy! Acting in front of the camera is like second home to me, I have experienced a level of popularity and am a better person for it... Having said that,  I am used to doing my own s@!#,\"",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/experience.jpg",
			"videoUrl": "n/a"
		},
		{
			"name": "Nograj goes to Jain University",
			"content": "The team of Humble Politician Nograj recently visited Jain University and were seen interacting with the students. Lead actor Danish Sait got the energy levels up and also received a token of appreciation in the form of a portrait painted by a student.",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/uni.jpg",
			"videoUrl": "n/a"
		},
		{
			"name": "Team Humble Politician Nograj’s tribute to Sandalwood",
			"content": "The team of Humble Politician Nograj — Danish Sait, Sruthi Hariharan and Vijay Chendoor recently shot for a promotional song for the film that is a tribute to the Kannada film industry. The song was released on November 1 — Karnataka Rajyotsava. The executive producer Maaz Khan says, \"The guys from Troll Haiklu, an online meme page, have wanted to do something with us for the longest time, because of which they recently approached Danish. And that his how this song came about. It's a promotional song, but will not be included in the film\". \"A couple of years ago, a video appeared online which had three girls dancing in a car to Bollywood songs over the years. We thought that was a cool concept and tried something similar, but with 13 Kannada songs from over the decades. This is our way of commemorating Karnataka Rajyotsava and is our tribute to Kannada films,\" says Maaz. The video — that has been directed by Abhishek Savalgi from Troll Haiklu and Pradeep Doddaiah from Filmy Fun — covers songs such as Kuladalli Keelyavudo, Havina Dvesha, Santhosakke, Stylo Stylo and Aladsu Aladsu.",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/tribute.jpg",
			"videoUrl": "n/a"
		},
		{
			"name": "Humble Politician Nograj is a film star now",
			"content": "The makers of Godhi Banna Sadharna Mykattu, Hemanth M Rao and Pushkar M, will collaborate with improv comic and filmmaker Saad Khan and entertainment professional Danish Sait, who is popular as the politician Nograj, for a political satire. Called Humble Politician Nograj, this film will be in English and Kannada. Saad will be directing the film, which is currently in its pre-production stages. The makers say that it depicts the crooked journey of manipulative politician Nograj, who is already infamous thanks to social-media platforms. 'Nograj will deal with current political scenarios in authentic locations and there is nothing funnier than seeing a caricatured politician create a wacky world and pull citizens into it,' says Hemanth, adding that this film will be different and will give viewers a Borat-like experience. Pre-production work for the film is in full swing and the makers are meeting actors to put together the primary cast, which includes Nograj's wife, his trusted PA and other important characters.",
			"img": "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/hpn/makers.jpg",
			"videoUrl": "n/a"
		}
	]
}
