{
    "list": [
        
        
        {
            "image":[
               "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/jalapeno_cheese_paratha-300x169-min.jpg"
            ],
            "id":2,
            "name":"Cheese Paratha",
            "time":"30 Minutes",
            "ingredients":"\nFor Dough:\n
\n• 1 cup whole wheat flour (chapatti atta)
\n• 1/2 teaspoon salt
\n• 1/2 cup water\n
\nFor Filling\n
\n• 2 cup grated mix cheese 
\n• 1/4 cup jalapeno (finely chopped, adjust to your taste)", 
            "directions":"\nMaking the Dough\n
\n• Mix flour, and salt, in a bowl add the water as needed to make soft dough. Knead the dough for about one minutes on a lightly greased surface to make soft, and pliable dough. Set aside for at least ten minutes.
\nMaking the Filling\n
\n• Cheese and Jalapeno pepper mix it well and divide in 6 equal parts and roll them. Set aside.\n
\nMaking the Parathas:\n
\n• Divide the dough into six equal parts and form into balls\n
\n• Roll dough ball into a 3 circle. Place a cheese ball in the center. Pull the edges of the dough to wrap it around the cheese filling. Repeat to make all six balls. Let the filled balls settle three to four minutes. Note, this help rolling the paratha.\n
\n• Meanwhile heat the heavy skillet on medium heat until moderately hot. To test, sprinkle water on the skillet. If the water sizzles right away, the skillet is ready.\n
\n• Press the filled ball lightly on dry whole wheat flour from both sides.\n
\n• Using a rolling pin, roll the balls lightly to make six-inch circles, keeping the sealed side of the balls on top. If the dough sticks to the rolling pin or rolling surface, lightly dust the parathas with dry flour.\n
\n• Place the paratha on the skillet. When the paratha start to change color, and begins to puff up, flip it over. You will notice some golden-brown spots.\n
\n• After a few seconds, flip the paratha and press with a spatula making sure the paratha is golden-brown on both sides. Repeat for the remaining parathas.\n
\n• Parathas can be kept unrefrigerated for up to two days wrapped in aluminum foil or in a covered container. For later use, parathas can be refrigerated for about a week. Re-heat using a skillet or oven.",
            "videoUrl":"https://www.youtube.com/watch?v=ASCmfLDhopY",
            "category":"breakfast"
        },
        {
            "image":[
               "https://raw.githubusercontent.com/AshwinChandlapur/ImgLoader/gh-pages/mooli_ka_paratha-300x168-min.jpg"
            ],
            "id":3,
            "name":"Mooli Ka Paratha",
            "time":"30 Minutes",
            "ingredients":"\nFor Dough:\n

\n• 1 cup whole wheat flour, atta
\n• ½ teaspoon salt
\n• 1 tablespoon oil
\n• ½ cup water
\nFor Filling:\n

\n• 2 cups white radish/mooli shredded
\n• ½ tablespoon salt
\n• ½ teaspoon carom seeds / ajwain
\n• 2 teaspoons green chili finely chopped
\n• 2 tablespoons cilantro / hara dhania finely chopped
\n• Also need about ¼ cup whole wheat flour for rolling and 5 teaspoon oil for cooking paratha", 
            "directions":"\nMaking the Dough:\n

\n• Mix flour, salt, and oil in a bowl add the water as needed to make soft dough. Knead the dough for about one minutes on a lightly greased surface to make soft, and pliable dough.
\n• Set the dough aside for at least ten minutes.\n
\nMaking the Filling\n

\n• Shred the mooli / white radish, add the salt to shredded mooli mix it well let it sit for about 2-3 minutes. Squeeze the water as much possible from mooli. Add all filling ingredients together, carom seeds, chili and cilantro mix it well. Do this processes just before you are ready to make parathas.
\nMaking of paratha\n

\n• Divide the dough into four equal parts.\n
\n• Take one part of the dough and with your fingers flatten the edges to form a three-inch circle, leaving the center a little thicker than the edges.\n
\n• Mold the dough into a cup and place the filling in the center, filling should be little less then dough. Pull the edges of the dough to wrap the filling.\n
\n• Heat an iron skillet or heavy skillet on medium high heat. Test by sprinkling it with a couple of drops of water. If the water sizzles right away, the skillet is ready.\n
\n• Press the filled ball lightly on dry whole wheat flour from both sides.\n
\n• Using a rolling pin,roll the balls lightly to make six-inch circles, keeping the sealed side of the balls on top. If the dough sticks to the rolling pin or rolling surface, lightly dust the parathas with dry flour.\n
\n• Place the paratha on the skillet. When the paratha start to change color flip it over. You will notice some golden-brown spots.\n
\n• After a few seconds, drizzle one teaspoon of oil over the paratha. Flip the paratha again and lightly press the paratha on the sides with a spatula, to help paratha cook through evenly.\n
\n• Flip again and press with a spatula making sure the paratha is golden-brown on both sides. Repeat for the remaining parathas.\n
\n• Paratha are best served hot and crispy. They will be soft if not served hot. If you are not going to serve them right away, cool them on a wire rack to keep them from getting soggy.\n
\n• Parathas can be kept unrefrigerated for up to two days wrapped in aluminum foil or in a covered container. For later use, parathas can be refrigerated four to five days or frozen for up to a month.  Re-heat using a skillet or oven.\n
\n• Mooli paratha goes well with yogurt or potato with yogurt gravy.\n
Enjoy!",
            "videoUrl":"https://www.youtube.com/watch?v=RQORDdkW3Qk",
            "category":"breakfast"
        }
        
        ]
}
