{
    "list": [

        {
            "image":[
               "http://curryindian.com/wp-content/uploads/2014/01/W_paneerButtermasala1.jpg"
            ],
            "id":1,
            "name":"Panner Selvam Amma Taayi",
            "time":"1",
            "ingredients":"1 lota Panner  2 lota Selvam", 
            "directions": "1. Go Take Panner  2.Take Selvam  3. Mix Both Enjoy Panner Selvam",
            "category":"breakfast"
        },
         {
            "image":[
               "http://www.manjulaskitchen.com/blog/wp-content/uploads/eggless_omelet-300x168.jpg"
            ],
            "id":1,
            "name":"Eggless Omelet",
            "time":"15",
            "ingredients":"
\n• 3/4 cup besan (gram flour) available in Indian grocery stores
\n• 1/2 teaspoon salt
\n• 1/2 teaspoon cumin seeds (jeera)
\n• 1/8 teaspoon black pepper
\n• 1 green chili finely chopped, optional
\n• 1/2 cup tomato seeded and finely chopped
\n• 1/2 cup finely chopped spinach
\n• 1/2 cup finely chopped bell pepper
\n• 1/2 cup water to make batter
\n• 2 tablespoons oil", 
            "directions": "
        \n• Mix all the dry ingredients together: besan, cumin seeds, black pepper and salt. Add the water slowly to make a smooth batter, the consistency of pancake batter or Dosa batter. Add the green chilies, tomato, spinach, and bell pepper. Mix well.
\n• Heat the skillet on medium heat (Use a non-stick skillet) skillet should be moderately hot. Test by sprinkling a few drops of water on it. Water should sizzle right away.
\n• Pour approx. 1/2cup of the batter mixture into the skillet and spread evenly with the back of a spoon. Starting from the center, spiral the batter outward evenly to form a circle about 7” in diameter.
\n• When the batter starts to dry, gently spread about two teaspoons of oil over it. Wait about 30 seconds; flip the omelet using a flat spatula.
\n• Press the omelet lightly all around with the spatula to make the omelet cook evenly. Turn the omelet three or four times, until cook well and golden brown on both sides.
\n• Repeat for the remaining omelet.",
            "category":"breakfast"
        },
         {
            "image":[
               "http://www.manjulaskitchen.com/blog/wp-content/uploads/rava_mint_paratha-300x169.jpg"
            ],
            "id":1,
            "name":"Rava Mint Paratha",
            "time":"1",
            "ingredients":"
 \n• 1/2 cup fine sooji (semolina)
\n• 1/2 cup Besan (Bengal gram flour)
\n• 1/2 cup whole wheat flour
\n• 1 tsp chili flakes
\n• 1/2 tsp salt
\n• 1/8 tsp asafetida
\n• 1/4 cup mint leaves (finely chopped)
\n• 2 Tbsp oil (canola or vegetable oil)
\n• 1/2 cup luke warm water (Approximately)
\n• 1/4 cup whole wheat flour (for rolling the paratha)
\n• 3 Tbsp oil (for cooking the parathas)", 
            "directions": " 
 \n• Combine all the ingredients in a bowl except water, sooji, besan, whole wheat flour, salt chili flakes, asafetida, mint leaves, and oil mix it well. This will become very crumbly. Add water as needed to make the soft dough. Knead the dough for a minute. Set aside for at least 15 minutes. Note: dough will absorb the water and will become firm.
\n• Divide the dough into 8 equal parts and roll them into smooth balls. Roll them into about four-inch diameter, spread about 3-4 drops of oil and fold into two again put another 2-3 drops of oil and fold into triangle.
\n• Lightly flour the surface you will roll the paratha and roll it into about 5-inch diameter. Note: if paratha is sticking while rolling sprinkle little more flour this will help rolling.
\n• Heat the flat skillet on medium high. Note: heavy skillet works best. To check if the skillet is ready, put few drops of water on it. If the water sizzles right away, the skillet is ready.
\n• Place the Paratha over the skillet. When you see the color change and the paratha will puff in different places. Turn the paratha over.
\n• Paratha should have golden-brown spots. Wait a few seconds and put about 1 teaspoon of oil and spread with a spatula. Flip the paratha and put again half teaspoon of oil. Lightly press the paratha with a spatula.
\n• Flip again and press with a spatula making sure the paratha is golden-brown on both sides. Repeat for the remaining parathas.
\n• Parathas are best served hot and crispy. Serve them with Potato Curry with Yogurt Gravy.",
            "category":"breakfast"
        },
        {
            "image":[
               "http://3.bp.blogspot.com/-qMc_SCwWmsU/UOVrefDf4WI/AAAAAAAAGjA/jPgp_Ed4rQM/s1600/onion-uthappam.jpg" 
            ],
            "id":2,
            "name":"Onion Uthappam",
            "time":"10minutes",
            "ingredients":"Onion - 1/2 cup finely chopped
   \n• Idli batter - 1/2 cup and a little more
   \n•  Green chilli - 1-2 minced
   \n• Ginger - 1 inch piece minced
   \n• Oil for making uttappams (sesame seed oil preferable)
", 
            "directions": "In a bowl combine onion, green chilli and ginger. Sprinkle a little salt and mix it. Remember the dosa batter has salt in it already. Keep this ready before heating the dosa tawa.
\n• Heat a tawa, add a drop of oil and rub it with half an onion. This will help you to take the dosa from the tawa easily.
\n• Once the tawa is heated well, reduce the heat to medium, pour a ladle of batter and spread it in a circular motion to form a thick dosa as shown in the picture. Do not spread it thin. Uthappams should be thick.
\n• After a minute, sprinkle the onion mixture all over the dosa. Be generous in adding onions for the uthappam to taste great. Gently press it with the dosa ladle or spatula.
\n• Drizzle a tsp of oil around the dosa. Once the the base is golden brown and you see lot of holes on the top, flip the dosa to the other side.
\n• Drizzle a little oil on the other side also. Let it cook the other side. Once it is cooked, remove the dosa from the tawa and serve hot with chutney or sambar.
\n• Note - You can sprinkle idli podi after you sprinkle onions for added taste and flavor.
\n• Another variation -You can mix the onions, green chilli and ginger with the batter and make dosa. Both methods work fine.",
            "category":"breakfast"
        },
         {
            "image":[
                 "http://3.bp.blogspot.com/_nP_gc23FJIk/Ss2Ky8FARTI/AAAAAAAAAqw/u2HfPlLegL4/s400/moongdal_dosa.jpg"
            ],
            "id":3,
            "name":"Moong dal dosa",
            "time":"10minutes",
            "ingredients":" Split Moong dal/pasi paruppu -1 cup
   \n• Ginger -1/2 inch piece
   \n• Green chillies -2
   \n• Jeera/cumin seeds - 1 tsp
   \n• Asafoetida/hing - a pinch
   \n• Asafoetida/hing - a pinch
   \n• Coriander leaves - 1 tbsp finely chopped
   \n• Onion -1 finely chopped (optional)
   \n• Salt to taste
   \n• Oil for making dosa", 
            "directions": "Clean and soak moong dal for 3 - 4 hours.

\n• Grind it to a smooth paste with ginger, green chillies and salt. The consistency of the batter should neither be thick nor thin.
Add cumin seeds, asafoetida and finely chopped coriander leaves. You can add onions if needed.
\n• Heat a nonstick tawa/cast-iron tawa, pour a ladle of the batter in the center of the tawa and spread it in a circular motion from the center to the outer corners of the tawa.
Drizzle a tsp of oil around the dosa.
\n• After it is cooked, flip it over to the other side and drizzle another 1/2 tsp of oil around the dosa. When the other side is cooked, remove the dosa from tawa and serve hot.
\n• Serve with any chutney or sambar of your choice.",
            "category":"breakfast"
        },


        {
            "image":[
                "https://i.ytimg.com/vi/_MVX8hfqMwo/maxresdefault.jpg"
            ],
            "id":3,
            "name":"Bisibelebath",
            "time":"30 Minutes",
            "ingredients":"  \n•  ¾ Cup Toor Dal
   \n• ¾ Cup Raw Rice
   \n• 5 Cups Water
   \n• 1 Cup Hot Water
            
   \n• 2 Tablespoon Ghee
   \n• ¼ teaspoon mustard seeds
   \n• 2 Sprigs Curry Leaves
   \n• 3 Tablespoon Tamarind Paste
   \n• 1 Tablespoon Jaggery
   \n• 2½ Tablespoon Bisi Bele Bath Powder
   \n• 1½ Teaspoon Salt
   \n• 1 Cup Water
   \n• Ghee to serve", 
            "directions": "

        \n•Hot water is always preferred than room temperature water for making the dough. This will give you soft chapattis all the time.
        \n•Do not pour all the water at a time. Pour in little by little mixing.
        \n•Adding oil to the dough will give a good texture.
        \n•Knead the dough well for 2-3 minutes.
        \n•After kneading the dough, spread a little oil all over and let it sit for 15-30 minutes covered.
        \n•Roll out the dough evenly. Do not make it very thin, it won’t puff up well.
        \n•The pan should be really hot while adding the chappathi. Then after flipping it reduce heat to medium and after last flip increase heat to high for chapati to put up well. There are two flips in total. Check the directions.
        \n•After cooking the chapathis, it is best to eat them right away, or else just keep them closed in a thermal container.\n"
        ,
            "category":"appetizers"
        },

        {
            "image":[
                "https://2.bp.blogspot.com/-MfvJkQSOsao/VyYGH4R-xDI/AAAAAAAAMYo/vSgUkVgFJ_MRmYKutY5dSJPSgFgvqbz_ACKgB/s1600/Puliyogare%2B%25286%2Bof%2B11%2529.jpg"         ],
            "id":3,
            "name":"PuliyogareREI",
            "time":"3",
            "ingredients":"1 lota Panner  2 lota Selvam", 
            "directions": "1. Go Take Panner  2.Take Selvam  3. Mix Both Enjoy Panner Selvam",
            "category":"maincourse"
        },

        {
            "image":[
                "https://2.bp.blogspot.com/-MfvJkQSOsao/VyYGH4R-xDI/AAAAAAAAMYo/vSgUkVgFJ_MRmYKutY5dSJPSgFgvqbz_ACKgB/s1600/Puliyogare%2B%25286%2Bof%2B11%2529.jpg"
            ],
            "id":4,
            "name":"Channa Oota",
            "time":"3",
            "ingredients":"1 lota Panner  2 lota Selvam", 
            "directions": "1. Go Take Panner  2.Take Selvam  3. Mix Both Enjoy Panner Selvam",
            "category":"dessert"
        },

        {
            "image":[
                "https://2.bp.blogspot.com/-MfvJkQSOsao/VyYGH4R-xDI/AAAAAAAAMYo/vSgUkVgFJ_MRmYKutY5dSJPSgFgvqbz_ACKgB/s1600/Puliyogare%2B%25286%2Bof%2B11%2529.jpg"
            ],
            "id":5,
            "name":"Discussion Heat",
            "time":"3",
            "ingredients":"1 lota Panner  2 lota Selvam", 
            "directions": "1. Go Take Panner  2.Take Selvam  3. Mix Both Enjoy Panner Selvam",
            "category":"snacks"
        },

        {
            "image":[
                "https://2.bp.blogspot.com/-MfvJkQSOsao/VyYGH4R-xDI/AAAAAAAAMYo/vSgUkVgFJ_MRmYKutY5dSJPSgFgvqbz_ACKgB/s1600/Puliyogare%2B%25286%2Bof%2B11%2529.jpg"
            ],
            "id":6,
            "name":"Shawn V/s AnujJJ",
            "time":"3",
            "ingredients":"1 lota Panner  2 lota Selvam", 
            "directions": "1. Go Take Panner  2.Take Selvam  3. Mix Both Enjoy Panner Selvam",
            "category":"festive"
        }

        ]
}
