{
    "android": [
        {
            "image":"https://i1.wp.com/www.sujiscooking.com/wp-content/uploads/2015/03/chicken-65-10023.1024x1024.jpg?w=980",
            "name":"Chicken 65",
            "time":"1 Hour",
            "ingredients":"250 to 300 grams of boneless tender chicken
\n•1 egg white or whole egg for half kg chicken (optional, refer notes)
\n•2 tbsp. Corn flour
\n•1 tbsp rice flour or cornflour
\n•oil for deep frying
\n\n•marination
\n•½ tbsp. ginger garlic paste
\n•½ tsp red chili powder
\n•1 tsp. lemon juice or 1½ tbsp. yogurt (don’t use sour curd)
\n•½ tsp pepper powder
\n•⅛ tsp turmeric
\n•Salt to taste
\n•Seasoning for chicken 65 recipe
\n•½ tsp cumin / jeera
\n•½ tsp chopped garlic
\n•½ tsp pepper powder
\n•2 green chilies
\n•Few sprigs Curry leaves
\n•\n•Seasoning mixture to coat the chicken
\n•¾ tsp red chili powder
\n•½ tsp sugar (removes pungent taste from garlic)
\n•2 cloves of garlic paste
\n•Salt to taste
\n•2 tbsp. Thick yogurt (or 1 tsp vinegar with 2 tbsp. water)
", 
            "directions":"Wash meat under running water and drain off completely. Marinate it with marination ingredients. Set aside for at least 45 mins to 1 hour. Overnight yields the best soft chicken.
\n•Make the seasoning mixture. Add red chili powder, sugar, garlic paste, salt, yogurt or vinegar with 2 tbsp. water. Set this aside.
\n•Sprinkle the dry flour over the marinade. If you chose to use egg, you can use. Mix well. If needed sprinkle little water for a good binding.
\n•Heat oil in a deep pan until hot enough to fry the meat, fry till they are cooked fully and golden. Stir while frying for even frying. Drain them on a kitchen tissue.
\n•Heat a pan with 1 tbsp. oil, add curry leaves, green chilies and cumin, fry till the leaves turn crisp. You can set aside few for garnish.
\n•Add the seasoning mixture we prepared above and let it begin to bubble.
\n•Add the friedchicken and toss and fry on medium heat till the it absorbs all the moisture and the raw smell of garlic disappears. Over frying can make the it hard, so switch off in time. Serve chicken 65 with onion wedges.",
        "videoUrl":"aq2CHgm7hZA"
        },
        
        {
            "image":"http://food.fnr.sndimg.com/content/dam/images/food/fullset/2007/3/13/0/tu0213_fishandchips.jpg.rend.hgtvcom.406.305.suffix/1371585545759.jpeg",
            "name":"Fish N Chips",
            "time":"30 Minutes",
            "ingredients":"For the fries:
\n•1 gallon safflower oil
\n•4 large Russet potatoes
\n•Kosher salt
\n\n•For the batter:
\n•2 cups flour
\n•1 tablespoon baking powder
\n•1 teaspoon kosher salt
\n•1/4 teaspoon cayenne pepper
\n•Dash Old Bay Seasoning
\n•1 bottle brown beer, cold
\n•1 1/2 pounds firm-fleshed whitefish (tilapia, pollock, cod), cut into 1-ounce strips
\n•Cornstarch, for dredging", 
            "directions":"Heat oven to 200 degrees F.

\n•Heat the safflower oil in a 5-quart Dutch oven over high heat until it reaches 320 degrees.

\n•Using a V-slicer with a wide blade, slice the potatoes with the skin on. Place in a large bowl with cold water.

\n•In a bowl, whisk together the flour, baking powder, salt, cayenne pepper, and Old Bay seasoning. Whisk in the beer until the batter is completely smooth and free of any lumps. Refrigerate for 15 minutes. Note: The batter can be made up to 1 hour ahead of time.

\n•Drain potatoes thoroughly, removing any excess water. When oil reaches 320 degrees, submerge the potatoes in the oil. Working in small batches, fry for 2 to 3 minutes until they are pale and floppy. Remove from oil, drain, and cool to room temperature.

\n•Increase the temperature of the oil to 375 degrees. Re-immerse fries and cook until crisp and golden brown, about 2 to 3 minutes. Remove and drain on roasting rack. Season with kosher salt while hot and hold in the oven.

\n•Allow oil to return to 350 degrees. Lightly dredge fish strips in cornstarch. Working in small batches, dip the fish into batter and immerse into hot oil. When the batter is set, turn the pieces of fish over and cook until golden brown, about 2 minutes. Drain the fish on the roasting rack. Serve with malt vinegar.",
        "videoUrl":"k7SId7GSNw0"
        }
        
       
        ]
}
