{
    "android": [
        {
            "image":"http://www.vegrecipesofindia.com/wp-content/uploads/2015/04/neer-dosa-recipe-easy.jpg",
            "name":"Neer Dosa",
            "time":"30 Minutes",
            "ingredients":"
\n•1 cup rice-soaked overnight
\n•1/2 cup coconut-grated
\n•1/2 tsp salt
\n•5 cups water
\n•1 Tbsp oil", 
            "directions":"Wash rice a few times until the water runs clear.
\n•Soak it in water for at least 4 hours to overnight.
\n•Drain the water and rinse well if soaked for over night.
\n•Add the rice to a blender jar and pour 1 cup water.
\n•Blend until smooth. Transfer to a batter bowl.
\n•Add salt and another ½ cup water.
\n•Mix well and check the consistency. It has to be like thin or watery. Add more water if needed.
\n•Heat a pan and drizzle few drops of oil. Using a kitchen tissue or a piece of onion smear the oil all over the pan. Wipe off excess oil with a kitchen tissue.
\n•When the pan is hot enough, stir the batter well from the bottom.
\n•Take a ladle full of batter and pour it over the tawa in a circle. Tilt the pan to spread the excess batter all over. Do not spread the batter like regular dosa batter.
\n•Fill any gaps in the dosa to make it even.
\n•Cover it with a lid and cook for 2 to 3 mins until the top part turns non sticky meaning it is cooked.
\n•Continue to cook until you see the sides come off easily from the pan.
\n•Take the dosa to a plate and allow to cool for 30 secs to a min and then fold it to halve and then to triangle.
\n•Serve neer dosa with chutney or curry.
\n•To make next dosa, repeat greasing the pan with oil and then wipe off the excess.
\n•Stir the batter every time you make a fresh neer dosa as the botton part of the batter will be thick.",
        "videoUrl":"YCUU7O8epRc"
        },
        
        {
            "image":"https://www.yummytummyaarthi.com/wp-content/uploads/2014/12/1-7.jpg",
            "name":"Grilled Sandwich",
            "time":"30 Minutes",
            "ingredients":"1 large potato steamed or boiled & sliced
\n•1 medium sized onion sliced
\n•1 large tomato sliced
\n•1 large beetroot steamed or boiled & sliced (optional)
\n•Bell pepper slices few
\n•1 medium sized cucumber sliced
\n•8 bread slices
\n•Sanwich masala or ½ to ¾ tsp chaat masala & ½ to ¾ tsp cumin/ jeera powder
\n•4 to 6 butter (softened or melted)
\n•To make green chutney (use about ¼ cup)
\n•2 cups coriander
\n•1 cup mint/ pudina
\n•2 tbsp dalia / fried gram
\n•1 tsp cumin / jeera
\n•4 hot green chilies (adjust as needed)
\n•2 small garlic cloves / lahsun
\n•¼ to ½ inch ginger / adrak
\n•1 to 1 ½ tbsp Lemon juice or as needed", 
            "directions":"Blend all the ingredients to make green chutney. It must be thick and not runny. Set aside.
\n•Boil or steam potatoes and beets until just cooked without making them very soft.
\n•Slice the remaining veggies along with boiled and cooled potatoes and beets.
\n•Butter each slice of bread on both the sides.
\n•Spread the green chutney as needed.
\n•Place the veggies - potatoes,beets, tomatoes, cucumber, onions and then capsicum.
\n•Sprinkle a generous amount of sandwich masala or chaat masala and cumin powder.
\n•Cover with another slice of buttered bread.
\n•Place them in a hand held or electric griller and grill until golden.
\n•Cut bombay veg grilled sandwich and serve.
",
        "videoUrl":"qKRBkPzF_c0"
        }
        
        
        
        
        ]
}
