{
    "android": [
        {
            "image":"http://www.vegrecipesofindia.com/wp-content/uploads/2011/10/medu-vada-recipe20.jpg",
            "name":"Vada",
            "time":"30 Minutes",
            "ingredients":"1 cup urad dal
\n•2 green chilli, finely chopped
\n•1 inch ginger, finely chopped
\n•few curry leaves, finely chopped
\n•2 tbsp coriander, finely chopped
\n•1 tbsp dry coconut / kopra, chopped
\n•pinch of hing / asafoetida
\n•2 tbsp rice flour
\n•½ tsp salt
\n•oil for deep frying", 
            "directions":"firstly, in soak 1 cup urad dal in enough water for 3 hours. do not over soak, as the vadas will absorb oil.
\n•drain off the water and grind to fine fluffy paste adding water as required. i have added 4 tbsp of water to make smooth thick paste.
\n•transfer the urad dal paste into large mixing bowl. beat and mix the batter in circular motion till they turn light. this helps to incorporate air into batter and make medu vada soft and fluffy.
\n•further add 1 inch ginger, few curry leaves, 2 tbsp coriander, 1 tbsp dry coconut, pinch of hing, 2 tbsp rice flour and ½ tsp salt.
\n•mix the batter well with the help of spoon.
\n•heat the oil in large kadai. wet your hands with enough water and take a small ball sized dough and make it round.
\n•now slowly shape the edges and make a hole at the centre like you prepared in bread vada.
\n•drop the vada in oil and deep fry the medu vada on medium flame.
\n•fry on both sides till they turn golden brown and crisp.
\n•finally, serve hot medu vada prepared in mixi with chutney or sambar of your choice.",
            "videoUrl":"BENnIgMT0dE"
        },
        
        {
            "image":"https://1.bp.blogspot.com/-LWMcgkO6r-4/V2Ovet-wdjI/AAAAAAAAQdk/Y4IYAuKhDv8boHjk4Q3LGIOyxiyf8jTEwCKgB/s1600/rava%2Bpaniyaram.jpg",
            "name":"Paddu",
            "time":"30 Minutes",
            "ingredients":"1. 5 cups thick idli or dosa batter
\n•1 medium onion finely chopped
\n•1 tbsp carrot grated
\n•2 green chilies chopped
\n•6 curry leaves torn
\n•coriander leaves few chopped
\n•¾ to 1 tsp mustard
\n•1 tbsp oil for seasoning
\n•pinch of hing
\n•oil as needed for the frying
\n•salt if needed", 
            "directions":"Prepration
\n•Heat a pan with oil and add mustard. When they crackle, add curry leaves. Saute for a min. Add onions, chilies and carrots. Saute until the onions turn pink or raw smell disappears. Switch off.
\n•Then add coriander leaves and hing.
\n•Cool this and add to the batter. Adjust salt if needed. Batter must be of medium consistency not very thin or thick. If needed sprinkle some water.
\n•Making Chutney
\n•Grease the paniyaram pan and heat it. Pour batter up to ¾ each mold. Lower the heat and cook for 2 mins. If desired you can cover and cook.
\n•When the base is golden fried, Flip them and cook until done.
\n•Serve masala paniyaram with chutney or sambar.",
        "videoUrl":"oYagSt_IL_o"
        }
       
        ]
}
